import pic_104 from '../pic/104.jpg'
import pic_105 from '../pic/105.png'
import pic_106 from '../pic/106.jpg'
import pic_107 from '../pic/107.jpg'
import pic_108 from '../pic/108.jpg'
import pic_3_van from '../pic/van.png'

const questions = [
    {
        id: 1001,
        question: "บัตรประจําตัวตรวจสภาพรถมีกี่ประเภท?",
        choices: [
            { value: 1, label: "3 ประเภท" },
            { value: 2, label: "5 ประเภท" },
            { value: 3, label: "2 ประเภท" },
            { value: 4, label: "4 ประเภท" },
            { value: 5, label: "6 ประเภท" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 1002,
        question: "ผู้ที่ถือบัตรที่มีรหัส XX1XXXXXX คือบุคคลใด และตรวจรถประเภทใดบ้าง?",
        choices: [
            { value: 1, label: "ผู้ควบคุมการตรวจสภาพรถจักรยานยนต์สามารถตรวจสภาพรถ รย. 1, 2 และ 3 และ 12" },
            { value: 2, label: "ผู้ควบคุมการตรวจสภาพรถสามารถตรวจสภาพรถโดยสาร รถบรรทุกสัตว์หรือสิ่งของ รย. 1, 2, 3 และ 12" },
            { value: 3, label: "เจ้าหน้าที่ตรวจสภาพรถสามารถตรวจสภาพรถ รย. 1, 2, และ 3" },
            { value: 4, label: "ผู้ควบคุมการตรวจสภาพรถสามารถตรวจสภาพ รย. 1, 2 และ 3" },
            { value: 5, label: "เจ้าหน้าที่ตรวจสภาพรถสามารถตรวจสภาพรถ รถโดยสาร รถบรรทุกสัตว์หรือสิ่งของ รย. 1, 2, 3 และ 12" }
        ],
        answer: 2,
        is_image: false
    },
    {
        id: 1003,
        question: "ผู้ที่ถือบัตรที่มีรหัส XX2XXXXXX คือบุคคลใดและตรวจรถประเภทใดบ้าง?",
        choices: [
            { value: 1, label: "ผู้ควบคุมการตรวจสภาพรถสามารถตรวจสภาพรถโดยสาร รถบรรทุกสัตว์และสิ่งของ รย. 1, 2, 3 และ 12" },
            { value: 2, label: "ผู้ควบคุมการตรวจสภาพรถสามารถตรวจสภาพรถ รย. 1, 2 และ 3" },
            { value: 3, label: "ผู้ควบคุมการตรวจสภาพรถจักรยานยนต์สามารถตรวจสภาพรถประเภท รย. 1, 2, 3 และ 12" },
            { value: 4, label: "เจ้าหน้าที่ตรวจสภาพรถสามารถตรวจสภาพรถโดยสาร รถบรรทุกสัตว์และสิ่งของ รย. 1, 2, 3 และ 12" },
            { value: 5, label: "เจ้าหน้าที่ตรวจสภาพรถจักรยานยนต์สามารถตรวจสภาพรถ รย. 12" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 1004,
        question: "ผู้ที่ถือบัตรที่มีรหัส XX3XXXXXX คือบุคคลใดและตรวจรถประเภทใดบ้าง?",
        choices: [
            { value: 1, label: "ผู้ควบคุมการตรวจสภาพรถสามารถตรวจสภาพรถประเภท รย. 1, 2, 3 และ 12" },
            { value: 2, label: "ผู้ควบคุมการตรวจสภาพรถสามารถตรวจสภาพรถประเภท รย. 1, 2 และ 12" },
            { value: 3, label: "ผู้ควบคุมการตรวจสภาพรถจักรยานยนต์สามารถตรวจสภาพรถประเภท รย. 12" },
            { value: 4, label: "เจ้าหน้าที่ตรวจสภาพรถสามารถตรวจสภาพรถประเภท รย. 1, 2 และ 12" },
            { value: 5, label: "เจ้าหน้าที่ตรวจสภาพรถจักรยานยนต์สามารถตรวจสภาพรถประเภท รย. 12" }
        ],
        answer: 3,
        is_image: false
    },
    {
        id: 1005,
        question: "ผู้ที่ถือบัตรที่มีรหัส XX4XXXXXX คือบุคคลใดและตรวจรถประเภทใดบ้าง?",
        choices: [
            { value: 1, label: "ผู้ควบคุมการตรวจสภาพรถสามารถตรวจสภาพรถโดยสาร รถบรรทุกสัตว์และสิ่งของ รย. 1, 2, 3 และ 12" },
            { value: 2, label: "ผู้ควบคุมการตรวจสภาพรถสามารถตรวจสภาพรถ รย. 1, 2 และ 3" },
            { value: 3, label: "ผู้ควบคุมการตรวจสภาพรถจักรยานยนต์สามารถตรวจสภาพรถ รย. 12" },
            { value: 4, label: "เจ้าหน้าที่ตรวจสภาพรถจักรยานยนต์สามารถตรวจสภาพรถ รย. 12" },
            { value: 5, label: "เจ้าหน้าที่ตรวจสภาพรถจักรยานยนต์สามารถตรวจสภาพรถประเภท รย. 1, 2 และ 12" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 1006,
        question: "ข้อกำหนดของการลงทะเบียนการตรวจสภาพรถ กรณีใดที่ผู้ลงทะเบียนจะต้องมีชื่อผู้ใช้งาน 2 ชื่อ (2 user)?",
        choices: [
            { value: 1, label: "ผู้ถือบัตรประจําตัวที่มีรหัส XX2XXXXXX และรหัส XX4XXXXXX" },
            { value: 2, label: "ผู้ถือบัตรประจําตัวที่มีรหัส XX2XXXXXX และรหัส XX3XXXXXX" },
            { value: 3, label: "ผู้ถือบัตรประจําตัวที่มีรหัส XX3XXXXXX และรหัส XX4XXXXXX" },
            { value: 4, label: "ผู้ถือบัตรประจําตัวที่มีรหัส XX1XXXXXX และรหัส XX3XXXXXX" },
            { value: 5, label: "ผู้ถือบัตรประจําตัวที่มีรหัส XX1XXXXXX และรหัส XX2XXXXXX" }
        ],
        answer: 2,
        is_image: false
    },
    {
        id: 1007,
        question: "การสมัครผู้ตรวจสภาพรถ ผู้ได้รับบัตรจะต้องลงทะเบียนชื่อผู้ใช้งาน 1 ชื่อต่อ 1 บัตร ข้อใดกล่าวถูกต้อง?",
        choices: [
            { value: 1, label: "ผู้ถือบัตรประจําตัวที่มีรหัส XX1XXXXXX และรหัส XX3XXXXXX" },
            { value: 2, label: "ผู้ถือบัตรประจําตัวที่มีรหัส XXIXXXXXX และรหัส XX2XXXXXX" },
            { value: 3, label: "ผู้ถือบัตรประจําตัวที่มีรหัส XX2XXXXXX และรหัส XX4XXXXXX" },
            { value: 4, label: "ผู้ถือบัตรประจําตัวที่มีรหัส XX2XXXXXX และรหัส XX3XXXXXX" },
            { value: 5, label: "ผู้ถือบัตรประจําตัวที่มีรหัส XX3XXXXXX และรหัส XX4XXXXXX" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 1008,
        question: "บัตรประจําตัวตรวจสภาพรถ รหัส 633022222 ตรวจสภาพรถประเภทใดได้บ้าง?",
        choices: [
            { value: 1, label: "ปฏิบัติหน้าที่ตรวจสภาพรถจักรยานยนต์เพียงคนเดียว" },
            { value: 2, label: "ปฏิบัติหน้าที่ตรวจสภาพรถโดยสาร รถบรรทุกสัตว์และสิ่งของ (ยกเว้นวัตถุอันตราย) และรถยนต์" },
            { value: 3, label: "ปฏิบัติหน้าที่ตรวจสภาพรถยนต์" },
            { value: 4, label: "ปฏิบัติหน้าที่ตรวจสภาพรถยนต์และรถจักรยานยนต์" },
            { value: 5, label: "ปฏิบัติหน้าที่ตรวจสภาพรถโดยสาร รถบรรทุกสัตว์และสิ่งของ (ยกเว้นวัตถุอันตราย) รถยนต์ และรถจักรยานยนต์" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 1009,
        question: "สถานตรวจสภาพรถได้รับการจัดตั้งขึ้นตามข้อใด?",
        choices: [
            { value: 1, label: "จัดตั้งตามพระราชบัญญัติการขนส่งทางบก พ.ศ. 2522" },
            { value: 2, label: "จัดตั้งตามประกาศฯ เรื่อง หลักเกณฑ์ วิธีการตรวจสภาพรถ และข้อปฏิบัติของสถานตรวจสภาพรถฯ" },
            { value: 3, label: "จัดตั้งตามประกาศฯ เรื่อง กำหนดสืบบคำขอรับใบอนุญาตฯ" },
            { value: 4, label: "จัดตั้งตามพระราชบัญญัติรถยนต์ พ.ศ. 2522" },
            { value: 5, label: "จัดตั้งตามระเบียบว่าด้วยการดำเนินการสถานตรวจสภาพรถฯ" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 1010,
        question: "ผู้ควบคุมการตรวจสภาพรถ หมายความข้อใดถูกต้องที่สุด?",
        choices: [
            { value: 1, label: "ผู้ซึ่งทำหน้าที่ตรวจสอบและวินิจฉัยผลความมั่นคงแข็งแรง ความปลอดภัย ความสะอาด ความเรียบร้อย และความถูกต้องเหมาะสมของรถและเครื่องอุปกรณ์และส่วนควบของรถ" },
            { value: 2, label: "ผู้ซึ่งทำหน้าที่ตรวจสอบความมั่นคงแข็งแรง ความปลอดภัย ความสะอาด ความเรียบร้อย และความถูกต้องเหมาะสมของรถและเครื่องอุปกรณ์และส่วนควบของรถ" },
            { value: 3, label: "ผู้ซึ่งทำหน้าที่ตรวจสอบความมั่นคงแข็งแรง ความปลอดภัย ความสะอาด ความเรียบร้อย และความถูกต้องเหมาะสมของรถและเครื่องอุปกรณ์และส่วนควบของรถ และบันทึกข้อมูล" },
            { value: 4, label: "ผู้ซึ่งทำหน้าที่ตรวจสอบความมั่นคงแข็งแรง ความปลอดภัย ความสะอาด ความเรียบร้อย และความถูกต้องเหมาะสมของรถและเครื่องอุปกรณ์และส่วนควบของรถ และช่วยเจ้าหน้าที่ตรวจสภาพรถ" },
            { value: 5, label: "ผู้ซึ่งทำหน้าที่ตรวจสอบความมั่นคงแข็งแรง ความปลอดภัย ความสะอาด ความเรียบร้อย และความถูกต้องเหมาะสมของรถและเครื่องอุปกรณ์และส่วนควบของรถ และช่วยเจ้าหน้าที่ตรวจสภาพรถ และบันทึกข้อมูล" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 1011,
        question: "เจ้าหน้าที่ตรวจสภาพรถ หมายความข้อใดถูกต้องที่สุด?",
        choices: [
            { value: 1, label: "ผู้ซึ่งทำหน้าที่ตรวจสอบและวินิจฉัยผลความมั่นคงแข็งแรง ความปลอดภัย ความสะอาด ความเรียบร้อย และความถูกต้องเหมาะสมของรถและเครื่องอุปกรณ์และส่วนควบของรถ" },
            { value: 2, label: "ผู้ซึ่งทำหน้าที่ตรวจสอบความมั่นคงแข็งแรง ความปลอดภัย ความสะอาด ความเรียบร้อย และความถูกต้องเหมาะสมของรถและเครื่องอุปกรณ์และส่วนควบของรถ" },
            { value: 3, label: "ผู้ซึ่งทำหน้าที่ตรวจสอบความมั่นคงแข็งแรง ความปลอดภัย ความสะอาด ความเรียบร้อย และความถูกต้องเหมาะสมของรถและเครื่องอุปกรณ์และส่วนควบของรถ และบันทึกข้อมูล" },
            { value: 4, label: "ผู้ซึ่งทำหน้าที่ตรวจสอบความมั่นคงแข็งแรง ความปลอดภัย ความสะอาด ความเรียบร้อย และความถูกต้องเหมาะสมของรถและเครื่องอุปกรณ์และส่วนควบของรถ และช่วยเจ้าหน้าที่ตรวจสภาพรถ" },
            { value: 5, label: "ผู้ซึ่งทำหน้าที่ตรวจสอบความมั่นคงแข็งแรง ความปลอดภัย ความสะอาด ความเรียบร้อย และความถูกต้องเหมาะสมของรถและเครื่องอุปกรณ์และส่วนควบของรถ และช่วยเจ้าหน้าที่ตรวจสภาพรถ และบันทึกข้อมูล" }
        ],
        answer: 2,
        is_image: false
    },
    {
        id: 1012,
        question: "อาคารสถานตรวจสภาพรถ ประกอบด้วยอะไรบ้าง?",
        choices: [
            { value: 1, label: "พื้นที่ตรวจสภาพรถ ที่ทำการผู้ปฏิบัติงาน ที่พักผู้ใช้บริการ และห้องสุขา" },
            { value: 2, label: "พื้นที่ตรวจสภาพรถ ลานจอดรถ ที่ทำการผู้ปฏิบัติงาน และทางเข้าออก" },
            { value: 3, label: "พื้นที่ตรวจสภาพรถ ลานจอดรถ ที่ทำการผู้ปฏิบัติงาน ที่พักผู้ใช้บริการ และห้องสุขา" },
            { value: 4, label: "พื้นที่สำหรับรถรอเข้าตรวจสภาพรถ พื้นที่ตรวจสภาพรถ และที่ทำการผู้ปฏิบัติงาน" },
            { value: 5, label: "พื้นที่สำหรับรถรอเข้าตรวจสภาพรถ พื้นที่ตรวจสภาพรถ ลานจอดรถ และทางเข้าออก" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 1013,
        question: "บัตรประจําตัวตรวจสภาพรถต่ออายุก่อนสิ้นอายุบัตร ข้อใดกล่าวถูกต้อง?",
        choices: [
            { value: 1, label: "ก่อนบัตรสิ้นอายุภายใน 180 วัน แต่ไม่น้อยกว่า 30 วัน และสิ้นอายุไม่เกิน 1 ปี" },
            { value: 2, label: "ก่อนบัตรสิ้นอายุไม่น้อยกว่า 1 ปี" },
            { value: 3, label: "ก่อนบัตรสิ้นอายุไม่น้อยกว่า 6 เดือน" },
            { value: 4, label: "ก่อนบัตรสิ้นอายุไม่น้อยกว่า 1 ปี และสิ้นอายุไม่เกิน 1 ปี" },
            { value: 5, label: "ก่อนบัตรสิ้นอายุไม่น้อยกว่า 30 วัน แต่ไม่เกิน 1 ปี" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 1014,
        question: "บัตรประจำตัวตรวจสภาพรถย่อมสิ้นสุดลง กรณีใดกล่าวไม่ถูกต้อง?",
        choices: [
            { value: 1, label: "ผู้ได้รับบัตรประจําตัวถูกยกเลิกบัตรประจําตัว" },
            { value: 2, label: "ผู้ได้รับบัตรประจําตัวถูกศาลสั่งยกเลิก" },
            { value: 3, label: "ผู้ได้รับบัตรประจําตัวเป็นบุคคลวิกลจริต คนไร้ความสามารถ หรือคนเสมือนไร้ความสามารถ" },
            { value: 4, label: "ผู้ได้รับบัตรประจําตัวถึงแก่ความตาย" },
            { value: 5, label: "ผู้ได้รับบัตรประจําตัวสิ้นอายุเกินกว่า 1 ปี" }
        ],
        answer: 2,
        is_image: false
    },
    {
        id: 1015,
        question: "สถานตรวจสภาพรถ(ตรอ.) สามารถตรวจสภาพรถล่วงหน้าก่อนวันสิ้นอายุภาษีประจำปีได้นานเท่าใด?",
        choices: [
            { value: 1, label: "ไม่เกิน 90 วัน" },
            { value: 2, label: "ไม่เกิน 5 เดือน" },
            { value: 3, label: "ไม่เกิน 2 เดือน" },
            { value: 4, label: "ไม่เกิน 3 เดือน" },
            { value: 5, label: "ไม่เกิน 1 เดือน" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 1016,
        question: "รถประเภทใดในข้อต่อไปนี้สถานตรวจสภาพรถสามารถตรวจสภาพรถได้?",
        choices: [
            { value: 1, label: "รถยนต์บรรทุกส่วนบุคคลที่ค้างชำระภาษีรถไม่เกิน 1 ปี" },
            { value: 2, label: "รถยนต์บริการทัศนาจรที่ค้างชำระภาษีรถเกิน 1 ปี แต่ไม่เกิน 3 ปี" },
            { value: 3, label: "รถยนต์สี่ล้อเล็กรับจ้างที่ค้างชำระภาษีรถเกิน 1 ปี แต่ไม่เกิน 3 ปี" },
            { value: 4, label: "รถยนต์บรรทุกส่วนบุคคลที่ค้างชำระภาษีรถเกิน 1 ปี แต่ไม่เกิน 3 ปี" },
            { value: 5, label: "รถจักรยานยนต์สาธารณะที่ค้างชำระภาษีเกิน 1 ปี แต่ไม่เกิน 3 ปี" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 1017,
        question: "รถยนต์บรรทุกส่วนบุคคล จัดทะเบียนรถครั้งแรกวันที่ 1 กุมภาพันธ์ 2555 สามารถนำรถไปตรวจสภาพครั้งแรก ได้ตั้งแต่วันที่เท่าไหร่?",
        choices: [
            { value: 1, label: "ตั้งแต่วันที่ 1 กุมภาพันธ์ 2562 เป็นต้นไป" },
            { value: 2, label: "ตั้งแต่วันที่ 1 ธันวาคม 2559 เป็นต้นไป" },
            { value: 3, label: "ตั้งแต่วันที่ 1 ธันวาคม 2561 เป็นต้นไป" },
            { value: 4, label: "ตั้งแต่วันที่ 1 มกราคม 2562 เป็นต้นไป" },
            { value: 5, label: "ตั้งแต่วันที่ 1 พฤศจิกายน 2561 เป็นต้นไป" }
        ],
        answer: 5,
        is_image: false
    },
    {
        id: 1018,
        question: "รถในข้อใดต่อไปนี้ที่อยู่ในข่ายต้องตรวจสภาพกับสถานตรวจสภาพรถก่อนเสียภาษีรถประจำปี?",
        choices: [
            { value: 1, label: "รถยนต์นั่งส่วนบุคคลเกิน 7 คน ที่มีอายุการใช้งานครบ 6 ปี นับตั้งแต่วันที่จดทะเบียนครั้งแรก" },
            { value: 2, label: "รถจักรยานยนต์สาธารณะที่อายุการใช้งานครบ 5 ปี นับตั้งแต่วันที่จดทะเบียนครั้งแรก" },
            { value: 3, label: "รถยนต์บรรทุกส่วนบุคคลที่มีอายุการใช้งานครบ 7 ปี นับตั้งแต่วันที่จดทะเบียนครั้งแรก" },
            { value: 4, label: "รถจักรยานยนต์ที่อายุการใช้งานครบ 3 ปี นับตั้งแต่วันที่จดทะเบียนครั้งแรก" },
            { value: 5, label: "รถยนต์นั่งส่วนบุคคลไม่เกิน 7 คน ที่มีอายุการใช้งานครบ 5 ปี นับตั้งแต่วันที่จดทะเบียนครั้งแรก" }
        ],
        answer: 3,
        is_image: false
    },
    {
        id: 1019,
        question: "รถที่จะต้องผ่านการตรวจสภาพก่อนเสียภาษีประจำปี ตามประกาศของนายทะเบียนทั่วราชอาณาจักร ที่ต้องนำรถไปตรวจสภาพกับสถานตรวจสภาพรถ ข้อใดกล่าวไม่ถูกต้อง?",
        choices: [
            { value: 1, label: "รถยนต์นั่งส่วนบุคคลไม่เกิน 7 คน ที่มีน้ำหนักรถไม่เกิน 2,200 กิโลกรัม จดทะเบียนมาแล้ว 3 ปี และเลยกำหนดเสียภาษีมาแล้วไม่เกินปี" },
            { value: 2, label: "รถบรรทุกส่วนบุคคล ที่มีน้ำหนักรถ 2,000 กิโลกรัม มีอายุครบ 7 ปี นับแต่วันที่จดทะเบียนครั้งแรก" },
            { value: 3, label: "รถจักรยานยนต์ส่วนบุคคลจดทะเบียนมาได้ 5 ปี และเลยกำหนดเสียภาษีมาแล้วเกิน 3 ปี" },
            { value: 4, label: "รถยนต์นั่งส่วนบุคคลเกิน 7 คน ที่มีน้ำหนักรถไม่เกิน 2,200 กิโลกรัม มีอายุครบ 7 ปี นับแต่วันที่จดทะเบียนครั้งแรก" },
            { value: 5, label: "รถยนต์นั่งส่วนบุคคลไม่เกิน 7 คน ที่มีน้ำหนักรถ 2,000 กิโลกรัม มีอายุครบ 7 ปี นับแต่วันที่จดทะเบียนครั้งแรก" }
        ],
        answer: 3,
        is_image: false
    },
    {
        id: 1020,
        question: "สถานตรวจสภาพรถที่ได้รับใบอนุญาตให้ตรวจสภาพรถตามกฎหมายว่าด้วยรถยนต์สำหรับรถยนต์ขนาดน้ำหนักรถเปล่าไม่เกิน 2,200 กิโลกรัมและรถจักรยานยนต์ ไม่ต้องจัดให้มีเครื่องตรวจสภาพรถใด?",
        choices: [
            { value: 1, label: "เครื่องวัดความเร็วรอบเครื่องยนต์" },
            { value: 2, label: "เครื่องทดสอบโคมไฟหน้า" },
            { value: 3, label: "เครื่องวัดก๊าซรั่ว" },
            { value: 4, label: "เครื่องวัดความเข้มของฟิล์มกรองแสง" },
            { value: 5, label: "เครื่องวิเคราะห์ก๊าช" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 1021,
        question: "สถานตรวจสภาพรถที่ได้รับใบอนุญาตให้ตรวจสภาพรถตามกฎหมายว่าด้วยการขนส่งทางบก ไม่ต้องจัดให้มีเครื่องตรวจสภาพรถ?",
        choices: [
            { value: 1, label: "เครื่องวัดก๊าซรั่ว" },
            { value: 2, label: "เครื่องวัดความเร็วรอบเครื่องยนต์" },
            { value: 3, label: "เครื่องทดสอบห้ามล้อ" },
            { value: 4, label: "ลูกกลิ้งอิสระ" },
            { value: 5, label: "เครื่องทดสอบศูนย์ล้อ" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 1022,
        question: "เครื่องตรวจสภาพรถใด ไม่จัดอยู่ในหัวข้อจัดการเครื่องมือตรวจสภาพของผู้ได้รับใบอนุญาตจัดตั้งสถานตรวจสภาพรถสำหรับรถจักรยานยนต์?",
        choices: [
            { value: 1, label: "เครื่องวัดโคมไฟหน้า" },
            { value: 2, label: "เครื่องวัดระดับเสียง" },
            { value: 3, label: "เครื่องวิเคราะห์ก๊าซ" },
            { value: 4, label: "เครื่องวัดความเร็วรอบเครื่องยนต์" },
            { value: 5, label: "เครื่องวัดก๊าซรั่ว" }
        ],
        answer: 5,
        is_image: false
    },
    {
        id: 1023,
        question: "เครื่องตรวจสภาพรถใด ไม่จัดอยู่ในหัวข้อจัดการเครื่องมือตรวจสภาพของผู้ได้รับใบอนุญาตจัดตั้งสถานตรวจสภาพรถสำหรับรถทุกประเภทและรถทุกขนาดน้ำหนัก?",
        choices: [
            { value: 1, label: "เครื่องวัดความต้านทานกระแสไฟ" },
            { value: 2, label: "เครื่องวัดความเร็วรอบเครื่องยนต์" },
            { value: 3, label: "เครื่องวัดควันดำ" },
            { value: 4, label: "เครื่องวัดฟิล์มกรองแสง" },
            { value: 5, label: "เครื่องวัดก๊าซรั่ว" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 1024,
        question: "กรณีรถคันใดหมายเลขทะเบียนรถ หมายเลขตัวรถ หมายเลขเครื่องยนต์ ลักษณะรถและสีรถไม่ถูกต้องท่านจะปฏิบัติอย่างไร?",
        choices: [
            { value: 1, label: "ระงับการตรวจสภาพรถนั้นเสีย และแจ้งให้ไปติดต่อนายทะเบียน" },
            { value: 2, label: "ดำเนินการตรวจสภาพรถ บันทึกและส่งผลข้อมูลเข้าระบบตรวจสภาพรถไม่ผ่าน" },
            { value: 3, label: "ดำเนินการตรวจสภาพรถเฉพาะรายการที่ตรวจได้ และแจ้งให้ไปติดต่อนายทะเบียน" },
            { value: 4, label: "ปฏิเสธการตรวจสภาพรถ ให้ผู้รับบริการไปซ่อมรถ" },
            { value: 5, label: "ดำเนินการตรวจสภาพรถ บันทึกและส่งผลข้อมูลเข้าระบบตรวจสภาพผ่าน" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 1025,
        question: "ข้อใดไม่จัดเป็นอุปกรณ์หรือสิ่งอำนวยความสะดวกในการตรวจสภาพรถ?",
        choices: [
            { value: 1, label: "ตลับเมตรยาว 15 เมตร" },
            { value: 2, label: "ถังดับเพลิง" },
            { value: 3, label: "เครื่องวัดความเร็วรอบเครื่องยนต์" },
            { value: 4, label: "กระจกเงาสะท้อนภาพ" },
            { value: 5, label: "เครื่องยกรถ" }
        ],
        answer: 3,
        is_image: false
    },
    {
        id: 1026,
        question: "อัตราค่าตรวจสภาพรถของบริษัท คอนเน็ต อินสเปคชั่น จำกัด กรณีนํารถเข้ารับการตรวจสภาพ มีนํ้าหนักรถเปล่า 2,100 กิโลกรัม อัตราใดถูกต้อง?",
        choices: [
            { value: 1, label: "ค่าตรวจสภาพรถ 321 บาท" },
            { value: 2, label: "ค่าตรวจสภาพรถ 314 บาท" },
            { value: 3, label: "ค่าตรวจสภาพรถ 200 บาท" },
            { value: 4, label: "ค่าตรวจสภาพรถ 300 บาท" },
            { value: 5, label: "ค่าตรวจสภาพรถ 214 บาท" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 1027,
        question: "กรณีที่มีการเปลี่ยนแปลงผู้ควบคุมการตรวจสภาพรถหรือผู้ตรวจสภาพรถของสถานตรวจสภาพรถจะต้องแจ้งให้นายทะเบียนทราบภายในข้อใดกล่าวถูกต้อง?",
        choices: [
            { value: 1, label: "ดำเนินการตรวจสภาพรถได้ทันที" },
            { value: 2, label: "ภายใน 15 วัน นับจากวันเริ่มตรวจสภาพรถ" },
            { value: 3, label: "ภายใน 30 วัน นับจากวันเริ่มตรวจสภาพรถ" },
            { value: 4, label: "ภายใน 7 วัน นับจากวันเริ่มตรวจสภาพรถ" },
            { value: 5, label: "ต้องแจ้งก่อนที่จะดำเนินการตรวจสภาพรถ" }
        ],
        answer: 5,
        is_image: false
    },
    {
        id: 1028,
        question: "ผู้ได้รับใบอนุญาตจัดตั้งสถานตรวจสภาพรถ ต้องจัดเก็บข้อมูลการตรวจสภาพรถไว้เป็นระยะเวลาเท่าใด?",
        choices: [
            { value: 1, label: "จัดเก็บข้อมูลการตรวจสภาพรถไว้ไม่เกิน 1 ปี นับแต่วันที่ทำการตรวจสภาพรถ" },
            { value: 2, label: "จัดเก็บข้อมูลการตรวจสภาพรถไว้ไม่น้อยกว่า 1 ปี นับแต่วันที่ทำการตรวจสภาพรถ" },
            { value: 3, label: "จัดเก็บข้อมูลการตรวจสภาพรถไว้ 6 เดือน นับแต่วันที่ทำการตรวจสภาพรถ" },
            { value: 4, label: "จัดเก็บข้อมูลการตรวจสภาพรถไว้ 90 วัน นับแต่วันที่ทำการตรวจสภาพรถ" },
            { value: 5, label: "จัดเก็บข้อมูลการตรวจสภาพรถไว้เพียง 1 ปี นับแต่วันที่ทำการตรวจสภาพรถ" }
        ],
        answer: 2,
        is_image: false
    },
    {
        id: 1029,
        question: "เมื่อทำการตรวจสภาพรถเสร็จสิ้นแล้ว ใครเป็นผู้วินิจฉัยผลการตรวจสภาพรถ?",
        choices: [
            { value: 1, label: "ช่างตรวจสภาพรถ" },
            { value: 2, label: "ผู้ได้รับมอบหมายจากสถานตรวจสภาพรถแห่งนั้นๆ" },
            { value: 3, label: "ผู้ได้รับใบอนุญาตจัดตั้งสถานตรวจสภาพรถ" },
            { value: 4, label: "ผู้ควบคุมการตรวจสภาพรถ" },
            { value: 5, label: "ผู้ควบคุมการตรวจสภาพรถหรือเจ้าหน้าที่ตรวจสภาพรถผู้ใดก็ได้" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 1030,
        question: "ข้อใดไม่จัดเป็นใบอนุญาตจัดตั้งสถานตรวจสภาพรถสิ้นสุดลง?",
        choices: [
            { value: 1, label: "นายทะเบียนกลางเพิกถอนใบอนุญาต" },
            { value: 2, label: "ผู้ได้รับใบอนุญาตยื่นคำขอต่ออายุใบอนุญาตก่อนใบอนุญาตสิ้นอายุหกสิบวัน" },
            { value: 3, label: "ศาลสั่งให้เป็นคนไร้ความสามารถ" },
            { value: 4, label: "เลิกประกอบกิจการสถานตรวจสภาพรถ" },
            { value: 5, label: "ผู้ได้รับใบอนุญาตถึงแก่ความตาย" }
        ],
        answer: 2,
        is_image: false
    },
    {
        id: 1031,
        question: "การเลิกกิจการแจ้งเป็นหนังสือให้นายทะเบียนทราบภายในระยะเวลาใด?",
        choices: [
            { value: 1, label: "ภายใน 30 วัน" },
            { value: 2, label: "ภายใน 15 วัน" },
            { value: 3, label: "ภายใน 90 วัน" },
            { value: 4, label: "ภายใน 60 วัน" },
            { value: 5, label: "ภายใน 45 วัน" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 1032,
        question: "ระยะเวลาการต่ออายุใบอนุญาตจัดตั้งสถานตรวจสภาพรถ ข้อใดถูกต้อง?",
        choices: [
            { value: 1, label: "ก่อนใบอนุญาตสิ้นอายุไม่น้อยกว่าสิบห้าวัน" },
            { value: 2, label: "ก่อนใบอนุญาตสิ้นอายุไม่น้อยกว่าเก้าสิบวัน" },
            { value: 3, label: "ก่อนใบอนุญาตสิ้นอายุไม่น้อยกว่าสามสิบวัน" },
            { value: 4, label: "ก่อนใบอนุญาตสิ้นอายุไม่น้อยกว่าสี่สิบห้าวัน" },
            { value: 5, label: "ก่อนใบอนุญาตสิ้นอายุไม่น้อยกว่าหกสิบวัน" }
        ],
        answer: 3,
        is_image: false
    },
    {
        id: 1033,
        question: "ข้อใดต่อไปนี้กล่าวได้ถูกต้อง?",
        choices: [
            { value: 1, label: "ผู้ได้รับใบอนุญาตฯ ซึ่งไม่ปฏิบัติตามหลักเกณฑ์ วิธีการเงื่อนไขที่กำหมดใบกฎกระทรวง นายทะเบียนกลางมีอานาจสั่งเพิกถอนใบอนุญาตฯ นั้นได้" },
            { value: 2, label: "ผู้ได้รับใบอนุญาตฯ ผู้ใดโดยทุจริตหรือจงใจ ออกใบรับรองการตรวจสภาพรถโดยไม่ตรงตามความเป็นจริง ต้องระวางโทษจำคุกไม่เกินสองปีและปรับไม่เกินสี่หมื่นบาท" },
            { value: 3, label: "เปลี่ยนหรือใช้เครื่องตรวจสภาพรถเป็นชนิดและแบบหรือรุ่นที่ไม่เป็นไปตามที่กรมการขนส่งทางบกกำหนดหรือให้ความเห็นชอบ นายทะเบียนกลางมีอำนาจสั่งเพิกถอนใบอนุญาตฯ นั้นได้" },
            { value: 4, label: "ผู้มีอำนาจในการเพิกถอนใบอนุญาตฯ คือ นายทะเบียน" },
            { value: 5, label: "ผู้ได้รับใบอนุญาตฯ สามารถอุทธรณ์คำสั่งเพิกถอนต่อนายทะเบียนกลางได้ภายในสิบห้าวันนับแต่วันที่ได้รับคำสั่ง" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 1034,
        question: "การเปลี่ยนแปลงอาคารสถานตรวจสภาพรถ เครื่องตรวจสภาพรถ หรือผู้ปฏิบัติงานจะต้องแจ้งต่อผู้ใด?",
        choices: [
            { value: 1, label: "หัวหน้าฝ่ายตรวจสภาพรถ" },
            { value: 2, label: "กรมการขนส่งทางบก" },
            { value: 3, label: "นายทะเบียนจังหวัดที่ ตรอ. จัดตั้งอยู่" },
            { value: 4, label: "ส่วนสถานตรวจสภาพรถ" },
            { value: 5, label: "สํานักวิศวกรรมยานยนต์" }
        ],
        answer: 3,
        is_image: false
    },
    {
        id: 1035,
        question: "การเปลี่ยนแปลงอาคารสถานที่ ลานจอดรถ พื้นที่สำหรับรถรอเข้าตรวจสภาพ ทางเข้าและทางออก โดยไม่ได้รับอนุญาต จะได้รับโทษอย่างไร?",
        choices: [
            { value: 1, label: "ระงับการดำเนินการตรวจสภาพรถชั่วคราว" },
            { value: 2, label: "ไม่ได้รับโทษแต่อย่างใด" },
            { value: 3, label: "ไม่มีความผิดแต่อย่างใด" },
            { value: 4, label: "ตักเตือน" },
            { value: 5, label: "เพิกถอนใบอนุญาตจัดตั้งสถานตรวจสภาพรถ" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 1036,
        question: "ผู้ได้รับใบอนุญาตจัดตั้งสถานตรวจสภาพรถได้กระทำการฝ่าฝืนหรือไม่ปฏิบัติตามกฎหมายหรือกฎที่ทางราชการกำหนด โดยจัดเก็บค่าตรวจสภาพรถไม่เป็นไปตามที่อัตรากำหนด ต้องได้รับโทษอย่างไร?",
        choices: [
            { value: 1, label: "เพิกถอนใบอนุญาต" },
            { value: 2, label: "เสียค่าปรับสถานเดียว" },
            { value: 3, label: "ระงับการดำเนินการตรวจสภาพเป็นการชั่วคราว" },
            { value: 4, label: "ระงับการดำเนินการตรวจสภาพเป็นการชั่วคราว 15 วันทำการ" },
            { value: 5, label: "ตักเตือน" }
        ],
        answer: 2,
        is_image: false
    },
    {
        id: 1037,
        question: "การระงับการดำเนินงานสถานตรวจสภาพรถชั่วคราว จะถูกระงับการตรวจสภาพรถจำนวนกี่ครั้ง?",
        choices: [
            { value: 1, label: "6 ครั้ง" },
            { value: 2, label: "5 ครั้ง" },
            { value: 3, label: "2 ครั้ง" },
            { value: 4, label: "4 ครั้ง" },
            { value: 5, label: "3 ครั้ง" }
        ],
        answer: 5,
        is_image: false
    },
    {
        id: 1038,
        question: "กรณีกระทำการฝ่าฝืนหรือไม่ปฏิบัติตามประกาศกรมการขนส่งทางบก เรื่อง หลักเกณฑ์ วิธีการและเงื่อนไข การตักเตือนและการระงับการดำเนินการตรวจสภาพรถเป็นการชั่วคราว พ.ศ.2556 ข้อใดถูกต้อง?",
        choices: [
            { value: 1, label: "ตักเตือน ระงับการดำเนินการชั่วคราว เพิกถอนใบอนุญาต" },
            { value: 2, label: "ระงับการดำเนินการชั่วคราว" },
            { value: 3, label: "ตักเตือนด้วยวาจา ระงับการดำเนินการชั่วคราว เพิกถอนใบอนุญาต" },
            { value: 4, label: "ระงับการดำเนินการชั่วคราว เพิกถอนใบอนุญาต" },
            { value: 5, label: "ตักเตือนด้วยวาจา ตักเตือนด้วยหนังสือ ระงับการดำเนินการชั่วคราว เพิกถอนใบอนุญาต" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 1039,
        question: "การฝ่าฝืนหรือไม่ปฏิบัติตามหลักเกณฑ์ วิธีการและเงื่อนไขที่ประกาศกำหนดในระดับ 'การระงับการดำเนินการชั่วคราว' ข้อใดต่อไปนี้กล่าวได้ถูกต้อง?",
        choices: [
            { value: 1, label: "ถูกระงับครั้งแรก 7 วันทำการ ครั้งที่ 2 ระงับ 15 วันทำการ ครั้งที่ 3 สั่งระงับ 30 วันทำการ และครั้งที่ 4 ระงับ 60 วันทำการ" },
            { value: 2, label: "ถูกระงับครั้งแรก 7 วันทำการ ครั้งที่ 2 ระงับ 15 วันทำการ ครั้งที่ 3 สั่งระงับ 30 วันทำการ และครั้งที่ 4 เพิกถอนใบอนุญาต" },
            { value: 3, label: "ถูกระงับครั้งแรก 7 วันทำการ ครั้งที่ 2 ระงับ 15 วันทำการ และครั้งที่ 3 สั่งระงับ 30 วันทำการ" },
            { value: 4, label: "ถูกระงับครั้งแรก 7 วันทำการ และครั้งที่ 2 ระงับ 15 วันทำการ" },
            { value: 5, label: "ถูกระงับครั้งแรก 7 วันทำการ ครั้งที่ 2 ระงับ 15 วันทำการ ครั้งที่ 3 ขึ้นไป สั่งระงับ 30 วันทำการ" }
        ],
        answer: 2,
        is_image: false
    },
    {
        id: 1040,
        question: "กรณีถูกระงับการดำเนินการตรวจสภาพรถเป็นการชั่วคราวครั้งที่สอง ข้อใดถูกต้อง?",
        choices: [
            { value: 1, label: "ถูกระงับระยะเวลา 15 วันทำการ" },
            { value: 2, label: "ถูกระงับระยะเวลา 30 วันทำการ" },
            { value: 3, label: "ถูกระงับระยะเวลา 10 วันทำการ" },
            { value: 4, label: "ถูกระงับระยะเวลา 7 วันทำการ" },
            { value: 5, label: "ถูกระงับระยะเวลา 5 วันทำการ" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 1041,
        question: "กรณีถูกระงับการดำเนินงานสถานตรวจสภาพรถชั่วคราวครั้งที่สาม ข้อใดถูกต้อง?",
        choices: [
            { value: 1, label: "ถูกระงับระยะเวลา 15 วันทำการ" },
            { value: 2, label: "ถูกระงับระยะเวลา 30 วันทำการ" },
            { value: 3, label: "ถูกระงับระยะเวลา 45 วันทำการ" },
            { value: 4, label: "ถูกระงับระยะเวลา 60 วันทำการ" },
            { value: 5, label: "ถูกเพิกถอนใบอนุญาต" }
        ],
        answer: 2,
        is_image: false
    },
    {
        id: 1042,
        question: "กรณีถูกระงับการดำเนินการตรวจสภาพรถเป็นการชั่วคราวครั้งที่สี่ ข้อใดถูกต้อง?",
        choices: [
            { value: 1, label: "ถูกระงับระยะเวลา 15 วันทำการ" },
            { value: 2, label: "ถูกเพิกถอนใบอนุญาต" },
            { value: 3, label: "ถูกระงับระยะเวลา 30 วันทำการ" },
            { value: 4, label: "ถูกระงับระยะเวลา 7 วันทำการ" },
            { value: 5, label: "ถูกระงับระยะเวลา 60 วันทำการ" }
        ],
        answer: 2,
        is_image: false
    },
    {
        id: 1043,
        question: "กรณีสถานตรวจสภาพรถ มีการฝ่าฝืนเปิดทำการไม่ตรงวันและเวลาที่ขออนุญาตไว้ เป็นครั้งที่ 5 จะต้องถูกลงโทษอย่างไร?",
        choices: [
            { value: 1, label: "ตักเตือนเป็นหนังสือ" },
            { value: 2, label: "ระงับการดำเนินการสถานตรวจสภาพรถชั่วคราว เป็นระยะเวลา 30 วันทำการ" },
            { value: 3, label: "ตักเตือนด้วยวาจา" },
            { value: 4, label: "ระงับการดำเนินการสถานตรวจสภาพรถชั่วคราว เป็นระยะเวลา 15 วันทำการ" },
            { value: 5, label: "ระงับการดำเนินการสถานตรวจสภาพรถชั่วคราว เป็นระยะเวลา 7 วันทำการ" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 1044,
        question: "กรณีไม่แจ้งวันและเวลาที่ให้บริการเป็นหนังสือต่อนายทะเบียนก่อนวันที่เริ่มให้บริการตรวจสภาพรถครั้งแรก หรือก่อนการเปลี่ยนแปลงวันและเวลาที่ให้บริการ ต้องได้รับโทษอย่างไร?",
        choices: [
            { value: 1, label: "ระงับการดำเนินการสถานตรวจสภาพรถชั่วคราว เป็นระยะเวลา 30 วันทำการ" },
            { value: 2, label: "ตักเตือนเป็นหนังสือ" },
            { value: 3, label: "ระงับการดำเนินการสถานตรวจสภาพรถชั่วคราว เป็นระยะเวลา 7 วันทำการ" },
            { value: 4, label: "ตักเตือนด้วยวาจา" },
            { value: 5, label: "ระงับการดำเนินการสถานตรวจสภาพรถชั่วคราว เป็นระยะเวลา 15 วันทำการ" }
        ],
        answer: 2,
        is_image: false
    },
    {
        id: 1045,
        question: "ข้อใดเป็นการกระทำความผิดที่ถูกสั่งระงับการดำเนินการตรวจสภาพรถเป็นการชั่วคราว?",
        choices: [
            { value: 1, label: "เปลี่ยนแปลงรอยตราประทับประจำสถานตรวจสภาพรถ โดยไม่มีการแจ้งให้นายทะเบียนทราบล่วงหน้า" },
            { value: 2, label: "ไม่แจ้งรายชื่อผู้ควบคุมการตรวจสภาพรถและเจ้าหน้าที่ตรวจสภาพรถต่อนายทะเบียนก่อนวันที่เริ่มปฏิบัติหน้าที่" },
            { value: 3, label: "ไม่แจ้งวันและเวลาที่ให้บริการเป็นหนังสือต่อนายทะเบียนก่อนวันที่เริ่มให้บริการตรวจสภาพรถครั้งแรก หรือก่อนการเปลี่ยนแปลงวันและเวลาที่ให้บริการ" },
            { value: 4, label: "ไม่จัดให้มีป้ายชื่อสถานตรวจสภาพรถ สัญลักษณ์สถานตรวจสภาพรถ ป้ายแสดงอัตราค่าบริการ วันและเวลาที่ให้บริการตรวจสภาพรถ ข้อความเตือนมิให้บุคคลที่ไม่เกี่ยวข้องเข้าไปในบริเวณที่ทำการตรวจสภาพ หรือมีแต่ชำรุด ลบเลือน" },
            { value: 5, label: "ไม่ทำการตรวจสภาพรถภายในพื้นที่ตรวจสภาพรถที่ได้รับอนุญาต" }
        ],
        answer: 5,
        is_image: false
    },
    {
        id: 1046,
        question: "ข้อใดเป็นการกระทำความผิดที่ได้รับการระงับการดำเนินการตรวจสภาพรถเป็นการชั่วคราว?",
        choices: [
            { value: 1, label: "ไม่แจ้งวันและเวลาที่ให้บริการเป็นหนังสือต่อนายทะเบียนก่อนวันที่เริ่มให้บริการตรวจสภาพรถครั้งแรก หรือก่อนการเปลี่ยนแปลงวันและเวลาที่ให้บริการ" },
            { value: 2, label: "เปลี่ยนหรือใช้เครื่องตรวจสภาพรถ ซึ่งเครื่องตรวจสภาพรถนั้นเป็นชนิดและแบบหรือรุ่นที่กรมการขนส่งทางบกเห็นชอบแล้ว โดยยังไม่ได้รับอนุญาตจากนายทะเบียน" },
            { value: 3, label: "ไม่จัดให้มีป้ายแสดงอัตราค่าบริการ วันและเวลาที่ให้บริการตรวจสภาพรถ ข้อความเตือนมิให้บุคคลที่ไม่เกี่ยวข้องเข้าไปในบริเวณที่ทำการตรวจสภาพ หรือมีแต่ชำรุด ลบเลือน" },
            { value: 4, label: "เครื่องตรวจสภาพรถและอุปกรณ์หรือสิ่งอำนวยความสะดวกในการตรวจสภาพรถ ไม่สามารถปรับเทียบความเที่ยงตรงหรือชำรุดใช้งานไม่ได้" },
            { value: 5, label: "เปลี่ยนแปลงรอยตราประทับประจำสถานตรวจสภาพรถ โดยไม่มีการแจ้งให้นายทะเบียนทราบล่วงหน้า" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 1047,
        question: "การระงับการดำเนินการตรวจสภาพรถเป็นการชั่วคราว มีกี่ระดับ?",
        choices: [
            { value: 1, label: "2 ระดับ" },
            { value: 2, label: "6 ระดับ" },
            { value: 3, label: "5 ระดับ" },
            { value: 4, label: "4 ระดับ" },
            { value: 5, label: "3 ระดับ" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 1048,
        question: "ข้อใดเป็นการฝ่าฝืนหรือไม่ปฏิบัติตามหลักเกณฑ์ วิธีการและเงื่อนไขที่ประกาศกำหนดในระดับ 'ระงับการดำเนินการตรวจสภาพรถเป็นการชั่วคราว'?",
        choices: [
            { value: 1, label: "ไม่ส่งลายมือชื่อผู้ได้รับมอบอำนาจให้ทำการแทนผู้ได้รับอนุญาตก่อนวันปฏิบัติหน้าที่" },
            { value: 2, label: "ไม่จัดให้มีป้ายชื่อสถานตรวจสภาพรถ ข้อความหรือเครื่องหมาย อัตราค่าบริการ วันเวลาที่ทำการ หรือมีแล้ว แต่ชำรุดลบเลือน" },
            { value: 3, label: "เปลี่ยนหรือใช้เครื่องมือตรวจสภาพรถเป็นชนิดและแบบที่กรมการขนส่งทางบกเห็นชอบแล้ว โดยไม่ได้รับอนุญาตจากนายทะเบียน" },
            { value: 4, label: "เปลี่ยนแปลงตราประทับประจำสถานตรวจสภาพรถโดยไม่แจ้งให้นายทะเบียนทราบล่วงหน้า" },
            { value: 5, label: "เครื่องตรวจสภาพรถและอุปกรณ์หรือสิ่งอำนวยความสะดวกในการตรวจสภาพรถไม่สามารถปรับความเที่ยงตรง หรือชำรุดใช้งานไม่ได้" }
        ],
        answer: 5,
        is_image: false
    },
    {
        id: 1049,
        question: "ข้อใดเป็นการกระทำความผิดที่ถูกสั่งระงับการดำเนินการตรวจสภาพรถเป็นการชั่วคราว",
        choices: [
            { value: 1, label: "ไม่จัดทำการรับรองการตรวจสภาพรถ บันทึกการตรวจสภาพรถ รายงานการตรวจสภาพรถ และเครื่องหมายหรือเอกสารอื่นใดตามที่กำหนด" },
            { value: 2, label: "ไม่จัดให้มีป้ายชื่อสถานตรวจสภาพรถ ข้อความหรือเครื่องหมายแสดงประเภท ลักษณะ หรือขนาดของรถที่รับบริการตรวจสภาพ" },
            { value: 3, label: "เปลี่ยนหรือใช้เครื่องมือตรวจสภาพรถเป็นชนิดและแบบที่กรมการขนส่งทางบกเห็นชอบแล้ว โดยไม่ได้รับอนุญาตจากนายทะเบียน" },
            { value: 4, label: "ไม่ปรับเทียบ ตรวจสอบ หรือบำรุงรักษาเครื่องตรวจสภาพรถและอุปกรณ์หรือสิ่งอำนวยความสะดวกในการสภาพรถ" },
            { value: 5, label: "ไม่แจ้งวันและเวลาที่ให้บริการเป็นหนังสือต่อนายทะเบียนก่อนวันที่เริ่มให้บริการตรวจสภาพรถครั้งแรก หรือก่อนการเปลี่ยนแปลงวันและเวลาที่ให้บริการ" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 1050,
        question: "ข้อใดเป็นการฝ่าฝืนหรือไม่ปฏิบัติตามที่กำหนดของราชการในระดับ 'ตักเตือน' ",
        choices: [
            { value: 1, label: "ไม่ปรับเทียบ ตรวจสอบ บำรุงรักษา เครื่องมืออุปกรณ์ตรวจสภาพรถให้ถูกต้องเที่ยงตรงพร้อมใช้งาน หรือเปลี่ยนโดยไม่ได้รับอนุญาตจากนายทะเบียน" },
            { value: 2, label: "ไม่จัดให้มีผู้ควบคุมการตรวจสภาพรถและเจ้าหน้าที่ตรวจสภาพรถประจำสถานตรวจสภาพรถตลอดเวลาทำการ" },
            { value: 3, label: "ไม่จัดให้มีผู้ควบคุมการตรวจสภาพรถและเจ้าหน้าที่ตรวจสภาพรถที่มีคุณสมบัติและผ่านการฝึกอบรมและทดสอบตามที่กำหนด" },
            { value: 4, label: "ไม่จัดให้มีผู้ควบคุมการตรวจสภาพรถและเจ้าหน้าที่ตรวจสภาพรถตามจำนวนที่กำหนด" },
            { value: 5, label: "ไม่ทำการตรวจสภาพภายในพื้นที่ตรวจสภาพรถที่ได้รับอนุญาต" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 1051,
        question: "ข้อใดเป็นการกระทำความผิดที่ได้รับการตักเตือน?",
        choices: [
            { value: 1, label: "ผู้ได้รับใบอนุญาต ผู้ได้รับมอบอำนาจ ผู้ควบคุมการตรวจสภาพรถหรือเจ้าหน้าที่ตรวจสภาพรถ ลงลายมือชื่อไว้ล่วงหน้าในใบรับรองการตรวจสภาพรถ หรือบันทึกการตรวจสภาพรถ" },
            { value: 2, label: "ไม่ปรับเทียบ ตรวจสอบ หรือบำรุงรักษาเครื่องตรวจสภาพรถและอุปกรณ์หรือสิ่งอำนวยความสะดวกในการตรวจสภาพรถและการดำเนินงานของสถานตรวจสภาพรถให้ถูกต้อง เที่ยงตรง และพร้อมใช้งานได้ดี" },
            { value: 3, label: "ไม่จัดทำการรับรองการตรวจสภาพรถ บันทึกการตรวจสภาพรถ รายงานการตรวจสภาพรถ และเครื่องหมายหรือเอกสารอื่นใดตามที่กำหนด" },
            { value: 4, label: "ไม่ควบคุม กำกับ ดูแลผู้ควบคุมการตรวจสภาพรถและเจ้าหน้าที่ตรวจสภาพรถให้ดำเนินการตรวจสภาพรถ และวินิจฉัยผลการตรวจสภาพรถตามหลักเกณฑ์และวิธีการที่กำหนด" },
            { value: 5, label: "ไม่จัดให้มีเครื่องตรวจสภาพรถหรืออุปกรณ์หรือสิ่งอำนวยความสะดวกในการตรวจสภาพรถ หรือเครื่องมืออื่นใดเพิ่มเติมตามที่กำหนด" }
        ],
        answer: 2,
        is_image: false
    },
    {
        id: 1052,
        question: "ข้อใดเป็นการกระทำความผิดที่ได้รับการตักเตือน?",
        choices: [
            { value: 1, label: "เปลี่ยนแปลงรอยตราประทับประจำสถานตรวจสภาพรถ โดยไม่มีการแจ้งให้นายทะเบียนทราบล่วงหน้า" },
            { value: 2, label: "ไม่จัดทำการรับรองการตรวจสภาพรถ บันทึกการตรวจสภาพรถ รายงานการตรวจสภาพรถ และเครื่องหมายหรือเอกสารอื่นใดตามที่กำหนด" },
            { value: 3, label: "ไม่จัดให้มีเครื่องตรวจสภาพรถหรืออุปกรณ์หรือสิ่งอำนวยความสะดวกในการตรวจสภาพรถ หรือเครื่องมืออื่นใดเพิ่มเติมตามที่กำหนด" },
            { value: 4, label: "เครื่องตรวจสภาพรถและอุปกรณ์หรือสิ่งอำนวยความสะดวกในการตรวจสภาพรถไม่สามารถปรับเทียบความเที่ยงตรงหรือชำรุดใช้งานไม่ได้ " },
            { value: 5, label: "ผู้ได้รับใบอนุญาต ผู้ได้รับมอบอำนาจ ผู้ควบคุมการตรวจสภาพรถหรือเจ้าหน้าที่ตรวจสภาพรถ ลงลายมือชื่อไว้ล่วงหน้าในใบรับรองการตรวจสภาพรถ หรือบันทึกการตรวจสภาพรถ" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 1053,
        question: "ข้อใดเป็นการกระทำความผิดที่ได้รับการตักเตือน?",
        choices: [
            { value: 1, label: "ไม่จัดให้มีผู้ควบคุมการตรวจสภาพรถและเจ้าหน้าที่ตรวจสภาพรถที่มีคุณสมบัติและผ่านการอบรมและทดสอบตามที่กำหนด" },
            { value: 2, label: "ผู้ได้รับใบอนุญาต ผู้ได้รับมอบอำนาจ ผู้ควบคุมการตรวจสภาพรถหรือเจ้าหน้าที่ตรวจสภาพรถ ลงลายมือชื่อไว้ล่วงหน้าในใบรับรองการตรวจสภาพรถ หรือบันทึกการตรวจสภาพรถ" },
            { value: 3, label: "ไม่จัดให้มีผู้ควบคุมการตรวจสภาพรถและเจ้าหน้าที่ตรวจสภาพรถตามจำนวนที่กำหนด" },
            { value: 4, label: "ไม่จัดเก็บค่าบริการตรวจสภาพรถตามอัตราที่กำหนด" },
            { value: 5, label: "ไม่ดูแลและปรับปรุงอาคารสถานที่ ลานจอดรถ และพื้นที่ในบริเวณสถานตรวจสภาพรถให้เหมาะสม ปลอดภัย และสะอาดเรียบร้อย" }
        ],
        answer: 5,
        is_image: false
    },
    {
        id: 1054,
        question: "ข้อใดเป็นการกระทำความผิดที่ได้รับการตักเตือน?",
        choices: [
            { value: 1, label: "ไม่จัดให้มีผู้ควบคุมการตรวจสภาพรถและเจ้าหน้าที่ตรวจสภาพรถที่มีคุณสมบัติและผ่านการอบรมและทดสอบตามที่กำหนด" },
            { value: 2, label: "ผู้ได้รับใบอนุญาต ผู้ได้รับมอบอำนาจ ผู้ควบคุมการตรวจสภาพรถหรือเจ้าหน้าที่ตรวจสภาพรถ ลงลายมือชื่อไว้ล่วงหน้าในใบรับรองการตรวจสภาพรถ หรือบันทึกการตรวจสภาพรถ" },
            { value: 3, label: "ไม่จัดให้มีผู้ควบคุมการตรวจสภาพรถและเจ้าหน้าที่ตรวจสภาพรถตามจำนวนที่กำหนด" },
            { value: 4, label: "ไม่จัดเก็บค่าบริการตรวจสภาพรถตามอัตราที่กำหนด" },
            { value: 5, label: "ไม่แจ้งวันและเวลาที่ให้บริการเป็นหนังสือต่อนายทะเบียนก่อนวันที่เริ่มให้บริการตรวจสภาพรถครั้งแรก หรือก่อนการเปลี่ยนแปลงวันและเวลาที่ให้บริการ" }
        ],
        answer: 5,
        is_image: false
    },
    {
        id: 1055,
        question: "ข้อใดเป็นการฝ่าฝืนหรือไม่ปฏิบัติตามที่กำหนดของราชการในระดับ 'เพิกถอนใบอนุญาต'",
        choices: [
            { value: 1, label: "ไม่ทำการตรวจสภาพภายในพื้นที่ตรวจสภาพรถที่ได้รับอนุญาต" },
            { value: 2, label: "ไม่จัดเก็บค่าบริการตรวจสภาพรถตามอัตราที่กำหนด" },
            { value: 3, label: "อนุญาตให้บุคคลอื่นนอกจากผู้ควบคุมการตรวจสภาพรถหรือเจ้าหน้าที่ตรวจสภาพรถเข้าควบคุมการตรวจสภาพรถหรือทำหน้าที่ตรวจสภาพรถ" },
            { value: 4, label: "ทุจริตหรือจงใจออกใบรับรองการตรวจสภาพรถโดยไม่ตรงกับความเป็นจริงหรือออกใบรับรองการตรวจสภาพรถโดยไม่มีการตรวจสภาพรถ" },
            { value: 5, label: "เปลี่ยนแปลงอาคารสถานที่ ลานจอดรถ พื้นที่สำหรับรถรอเข้าตรวจสภาพรถ ทางเข้าและทางออก โดยไม่ได้รับอนุญาต" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 1056,
        question: "เว็บไซต์สมัครเรียน E-learning คือเว็บใด?",
        choices: [
            { value: 1, label: "visd.co.th" },
            { value: 2, label: "visd.ac.th" },
            { value: 3, label: "visd.in.th" },
            { value: 4, label: "visd.or.th" },
            { value: 5, label: "visd.com" }
        ],
        answer: 3,
        is_image: false
    },
    {
        id: 1057,
        question: "การสมัครเป็นผู้ควบคุมการตรวจสภาพรถ เจ้าหน้าที่ตรวจสภาพรถ ผู้ควบคุมการตรวจสภาพรถจักรยานยนต์ และเจ้าหน้าที่ตรวจสภาพรถจักรยานยนต์ สามารถลงทะเบียนได้ที่เว็บไซต์ใด?",
        choices: [
            { value: 1, label: "https://v5.inspection.go.th" },
            { value: 2, label: "https://v5.inspection.co.th" },
            { value: 3, label: "https://v5.inspection.org.th" },
            { value: 4, label: "https://v5.inspection.in.th" },
            { value: 5, label: "https://v5.inspection.com" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 1058,
        question: "การ 'ดึงค่าที่ตั้ง' จากระบบรายงานผลการตรวจสภาพรถ สามารถดำเนินการในหัวข้อใด?",
        choices: [
            { value: 1, label: "ข้อมูล CCTV" },
            { value: 2, label: "สถิติตาม พรบ.รถยนต์" },
            { value: 3, label: "ข้อมูลการตรวจสภาพ" },
            { value: 4, label: "รายละเอียดผู้ใช้งาน" },
            { value: 5, label: "จัดการเครื่องมือตรวจสภาพ" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 1059,
        question: "ตำแหน่งละติจูด ลองติจูด ที่ได้รับจากการกำหนดตำแหน่ง 'ดึงค่าที่ตั้ง' มีลักษณะแบบใด?",
        choices: [
            { value: 1, label: "ตัวอักษร" },
            { value: 2, label: "ตัวเลขที่เป็นจุดทศนิยม" },
            { value: 3, label: "ตัวเลขผสมตัวอักษร" },
            { value: 4, label: "ตัวเลขที่ระบุองศา ลิปดา พิลิปดา" },
            { value: 5, label: "ตัวเลขจำนวนเต็ม" }
        ],
        answer: 2,
        is_image: false
    },
    {
        id: 1060,
        question: "อุปกรณ์ต่อเชื่อมสัญญาณระบบสารสนเทศ ประกอบด้วย?",
        choices: [
            { value: 1, label: "เครื่องคอมพิวเตอร์ เครื่องพิมพ์ กล้องถ่ายภาพรถ router และ CCTV" },
            { value: 2, label: "router และ CCTV" },
            { value: 3, label: "เครื่องคอมพิวเตอร์ router, interface box และ CCTV" },
            { value: 4, label: "เครื่องคอมพิวเตอร์ router และ interface box" },
            { value: 5, label: "เครื่องคอมพิวเตอร์ เครื่องพิมพ์ กล้องถ่ายภาพรถ router และ interface box" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 1061,
        question: "อุปกรณ์เชื่อมต่อข้อมูลผ่านระบบสารสนเทศจากสถานตรวจสภาพรถ ไปยังกรมการขนส่งทางบกมีความเร็วไม่น้อยกว่าเท่าไหร่?",
        choices: [
            { value: 1, label: "6 Mbps" },
            { value: 2, label: "24 Mbps" },
            { value: 3, label: "36 Mbps" },
            { value: 4, label: "48 Mbps" },
            { value: 5, label: "12 Mbps" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 1062,
        question: "ภาพถ่ายรถในพื้นที่ตรวจสภาพรถที่สามารถมองเห็นตัวรถ และหมายเลขทะเบียนรถที่การตรวจสภาพต้องมีขนาดเท่าใด?",
        choices: [
            { value: 1, label: "ตั้งแต่ 75 KB ถึง 100 KB" },
            { value: 2, label: "ตั้งแต่ 100 KB ขึ้นไป" },
            { value: 3, label: "ขนาด 1024 KB" },
            { value: 4, label: "50 KB ถึง 100 KB" },
            { value: 5, label: "ขนาด 520 KB" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 1063,
        question: "ข้อใดไม่จัดเป็นอุปกรณ์ที่ใช้ในการควบคุม กำกับและดูแลการดำเนินงานของ ตรอ.?",
        choices: [
            { value: 1, label: "โทรทัศน์วงจรปิด (CCTV)" },
            { value: 2, label: "เครื่องคอมพิวเตอร์" },
            { value: 3, label: "router และ Interface box" },
            { value: 4, label: "เครื่องพิมพ์" },
            { value: 5, label: "Hard Disk" }
        ],
        answer: 5,
        is_image: false
    },
    {
        id: 1064,
        question: "กล้องถ่ายภาพ ตามที่ประกาศกำหนด ต้องมีความละเอียดเท่าไหร่?",
        choices: [
            { value: 1, label: "ความละเอียด 1 GB" },
            { value: 2, label: "ความละเอียดไม่น้อยกว่า 1 ล้านพิกเซล" },
            { value: 3, label: "ความละเอียดไม่เกิน 1 ล้านพิกเซล" },
            { value: 4, label: "ความละเอียด 1,024 KB" },
            { value: 5, label: "ความละเอียด 512 MB" }
        ],
        answer: 2,
        is_image: false
    },
    // จบบทที่ 1-2
    {
        id: 3001,
        question: "กฎกระทรวงกำหนดให้เครื่องอุปกรณ์และส่วนควบของรถ ที่ใช้ก๊าซ CNG ต้องมีอย่างน้อยกี่รายการ?",
        choices: [
            { value: 1, label: "16" },
            { value: 2, label: "6" },
            { value: 3, label: "10" },
            { value: 4, label: "20" },
            { value: 5, label: "5" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 3002,
        question: "การทดสอบการรั่วของระบบเชื้อเพลิงก๊าซธรรมชาติโดยใช้ความดัน ให้เริ่มต้นที่ความดันใด?",
        choices: [
            { value: 1, label: "10 bar" },
            { value: 2, label: "5 bar" },
            { value: 3, label: "15 bar" },
            { value: 4, label: "20 bar" },
            { value: 5, label: "25 bar" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 3003,
        question: "CNG ย่อมาจากข้อใด?",
        choices: [
            { value: 1, label: "Compressed Natural Gas" },
            { value: 2, label: "Compress Natura Gas" },
            { value: 3, label: "Compressor Natural Gas" },
            { value: 4, label: "Compressing Natural Gas" },
            { value: 5, label: "Compress Natural Gas" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 3004,
        question: "pressure relief device มีประโยชน์อย่างไร?",
        choices: [
            { value: 1, label: "ช่วยระบายความดันเมื่อถังได้รับความร้อนหรือความดันเกินกำหนด" },
            { value: 2, label: "ป้องกันการเติมก๊าซเกินกำหนดที่ถังรับได้" },
            { value: 3, label: "ป้องกันการลุกไหม้ที่ถังก๊าซ" },
            { value: 4, label: "ช่วยระบายความดันเมื่อถังได้รับความเย็นเกินกำหนด" },
            { value: 5, label: "ป้องกันการกระแทกของถังก๊าซ" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 3005,
        question: "excess flow valve มีประโยชน์เมื่อใด?",
        choices: [
            { value: 1, label: "ท่อนำก๊าซแรงดันสูงขาด" },
            { value: 2, label: "ขณะเติมก๊าซ" },
            { value: 3, label: "ลิ้นหัวถังขาด" },
            { value: 4, label: "เมื่อท่อนำก๊าซโดนรังสีเหนือม่วง" },
            { value: 5, label: "ท่อนำก๊าซแรงดันต่ำขาด" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 3006,
        question: "การทดสอบการรั่วของระบบเชื้อเพลิงก๊าซธรรมชาติอัดโดยวิศวกรควรใช้เครื่องมือใดก่อน?",
        choices: [
            { value: 1, label: "Gas detector" },
            { value: 2, label: "น้ำฟองสบู่" },
            { value: 3, label: "ฟองน้ำยาล้างจาน" },
            { value: 4, label: "สเปรย์เช็ครอยรั่ว" },
            { value: 5, label: "น้ำผงซักฟอก" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 3007,
        question: "ลิ้นเปิด - ปิดอัตโนมัติมีการทำงานอย่างไร?",
        choices: [
            { value: 1, label: "เมื่อไม่มีไฟเลี้ยงต้องเป็นแบบปกติเปิด" },
            { value: 2, label: "เมื่อไม่มีไฟเลี้ยงต้องเป็นแบบปกติปิด" },
            { value: 3, label: "ต้องเปิดทันทีที่เครื่องยนต์หยุดทำงาน" },
            { value: 4, label: "ต้องปิดทันทีที่ระบบท่อจ่ายเชื้อเพลิงแตก" },
            { value: 5, label: "ต้องเปิด-ปิดทันทีที่เครื่องยนต์หยุดทำงาน" }
        ],
        answer: 2,
        is_image: false
    },
    {
        id: 3008,
        question: "ห้ามติดตั้งเครื่องอุปกรณ์และส่วนควบสำหรับการใช้ก๊าซปิโตรเลียมเหลวใกล้จากแหล่งใดบ้าง?",
        choices: [
            { value: 1, label: "แหล่งน้ำหม้อน้ำ แหล่งที่เกิดประกายไฟ แหล่งหัวโช๊ค" },
            { value: 2, label: "แหล่งสารเคมี แหล่งความร้อน แหล่งน้ำฉีดกระจก" },
            { value: 3, label: "แหล่งที่เกิดประกายไฟ แหล่งสารเคมี แหล่งน้ำหม้อน้ำ" },
            { value: 4, label: "แหล่งน้ำหม้อน้ำ แหล่งสารเคมี แหล่งหัวโช๊ค" },
            { value: 5, label: "แหล่งความร้อน แหล่งที่เกิดประกายไฟ แหล่งสารเคมี" }
        ],
        answer: 5,
        is_image: false
    },
    {
        id: 3009,
        question: "การติดตั้งถังบรรจุก๊าซปิโตรเลียมเหลวข้อใดกล่าวถูกต้อง?",
        choices: [
            { value: 1, label: "ห้ามติดตั้งถังบรรจุก๊าซปิโตรเลียมเหลวบริเวณใต้ท้องรถ" },
            { value: 2, label: "ติดตั้งถังบรรจุก๊าซปิโตรเลียมเหลวบนหลังคา หรือเหนือห้องโดยสารได้" },
            { value: 3, label: "ห้ามติดตั้งถังบรรจุก๊าซปิโตรเลียมเหลวบนหลังคา หรือเหนือห้องโดยสาร" },
            { value: 4, label: "ติดตั้งถังบรรจุก๊าซปิโตรเลียมเหลวบริเวณส่วนหน้าของตัวรถได้" },
            { value: 5, label: "ห้ามติดตั้งถังบรรจุก๊าซปิโตรเลียมเหลวด้านข้างตัวรถ" }
        ],
        answer: 3,
        is_image: false
    },
    {
        id: 3010,
        question: "การติดเครื่องหมายแสดงการใช้ก๊าซธรรมชาติอัดเป็นเชื้อเพลิงของรถตามกฎหมายว่าด้วยรถยนต์ ต้องติดไว้ที่รถอย่างไร?",
        choices: [
            { value: 1, label: "ด้านท้ายของตัวรถ" },
            { value: 2, label: "ด้านข้างของหัวเก๋งทั้ง 2 ด้าน" },
            { value: 3, label: "บริเวณหัวรับเติมก๊าซ" },
            { value: 4, label: "ด้านกระโปรงหน้ารถ" },
            { value: 5, label: "ด้านซ้ายของกระจกกั้นลมหน้า" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 3011,
        question: "การติดเครื่องหมายแสดงการใช้ก๊าซธรรมชาติอัดเป็นเชื้อเพลิงของรถตามกฎหมายว่าด้วยการขนส่งทางบก ต้องติดไว้ที่รถอย่างไร?",
        choices: [
            { value: 1, label: "รถที่ติดตั้งจากผู้ผลิตให้ติดด้านข้างของหัวเก๋งทั้ง 2 ด้าน" },
            { value: 2, label: "รถบรรทุกให้ติดด้านข้างของหัวเก๋งทั้ง 2 ด้าน" },
            { value: 3, label: "รถโดยสารให้ติดด้านข้างของหัวเก๋งทั้ง 2 ด้าน" },
            { value: 4, label: "รถบรรทุกให้ติดด้านท้ายของตัวรถ" },
            { value: 5, label: "ด้านซ้ายของกระจกกันลมด้านหน้า" }
        ],
        answer: 2,
        is_image: false
    },
    {
        id: 3012,
        question: "การทดสอบการรั่วของระบบเชื้อเพลิงก๊าซปิโตรเลียมเหลวจะทำเมื่อใด?",
        choices: [
            { value: 1, label: "ไม่ต้องตรวจสอบการรั่ว" },
            { value: 2, label: "เมื่อผู้ติดตั้งได้ติดตั้งระบบก๊าซเสร็จ" },
            { value: 3, label: "เมื่อผู้ติดตั้งปรับจูนระบบก๊าซเสร็จแล้ว" },
            { value: 4, label: "เมื่อนำรถไปเติมก๊าซแล้ว" },
            { value: 5, label: "เมื่อผู้ติดตั้งทดลองขับรถแล้วไม่มีปัญหา" }
        ],
        answer: 2,
        is_image: false
    },
    {
        id: 3013,
        question: "ข้อใดถูกต้องเกี่ยวกับถังบรรจุก๊าซปิโตรเลียมเหลว?",
        choices: [
            { value: 1, label: "ถังที่มีอายุครบ 10 ปี นับแต่วันที่ผลิตต้องผ่านการตรวจและทดสอบถัง และต้องผ่านการตรวจและทดสอบถังครั้งต่อไป ทุก 5 ปี จากผู้ตรวจและทดสอบถัง" },
            { value: 2, label: "ถังที่มีอายุครบ 10 ปี นับแต่วันที่ตรวจและทดสอบครั้งแรกต้องผ่านการตรวจและทดสอบถัง และต้องผ่านการตรวจและทดสอบถังครั้งต่อไป ทุก 5 ปี จากผู้ตรวจและทดสอบการติดตั้ง" },
            { value: 3, label: "ถังที่มีอายุครบ 10 ปี นับแต่วันที่ตรวจและทดสอบครั้งแรกต้องผ่านการตรวจและทดสอบถัง และต้องผ่านการตรวจและทดสอบถังครั้งต่อไป ทุก 5 ปี จากผู้ตรวจและทดสอบถัง" },
            { value: 4, label: "ถังที่มีอายุครบ 10 ปี นับแต่วันที่ผลิตต้องผ่านการตรวจและทดสอบถัง และต้องผ่านการตรวจและทดสอบถังครั้งต่อไป ทุก 5 ปี จากผู้ตรวจและทดสอบการติดตั้ง" },
            { value: 5, label: "ถังที่มีอายุครบ 10 ปี นับแต่วันที่ผลิตต้องผ่านการตรวจและทดสอบถัง และต้องผ่านการตรวจและทดสอบถังครั้งต่อไป ทุก 10 ปี จากผู้ตรวจและทดสอบถัง" }
        ],
        answer: 3,
        is_image: false
    },
    {
        id: 3014,
        question: "กฎกระทรวงใดใช้บังคับเกี่ยวกับการติดตั้งระบบก๊าซในรถประเภท รย.1 ",
        choices: [
            { value: 1, label: "กฎกระทรวงกำหนดส่วนควบและอุปกรณ์สำหรับรถ พ.ศ. 2551" },
            { value: 2, label: "กฎกระทรวงกำหนดส่วนควบและเครื่องอุปกรณ์ของรถที่ใช้ก๊าซปิโตรเลียมเหลวเป็นเชื้อเพลิง พ.ศ. 2551" },
            { value: 3, label: "กฎกระทรวงกำหนดส่วนควบและเครื่องอุปกรณ์ของรถที่ใช้ในการขนส่งที่ใช้ก๊าซปิโตรเลียมเหลวเป็นเชื้อเพลิง พ.ศ. 2551" },
            { value: 4, label: "กฎกระทรวงกำหนดเครื่องอุปกรณ์และส่วนควบของรถที่ใช้ในการขนส่งที่ใช้ก๊าซปิโตรเลียมเหลวเป็นเชื้อเพลิง พ.ศ. 2511" },
            { value: 5, label: "กฎกระทรวงกำหนดเครื่องอุปกรณ์และส่วนควบของรถที่ใช้ก๊าซปิโตรเลียมเหลวเป็นเชื้อเพลิง พ.ศ. 2551" }
        ],
        answer: 2,
        is_image: false
    },
    {
        id: 3015,
        question: "รถที่มีการเปลี่ยนแปลงถังก๊าซ CNG ผู้ตรวจและทดสอบต้องพิจารณาสิ่งใดเป็นลำดับแรก",
        choices: [
            { value: 1, label: "ตรวจและทดสอบสภาพถังตาม ISO 15501 ให้ครบถ้วนถูกต้อง" },
            { value: 2, label: "ต้องทำการติดตั้งจากผู้ติดตั้ง โดยมีหนังสือรับรองการติดตั้ง และมีรายละเอียดส่วนควบแนบท้ายทุกรายการ" },
            { value: 3, label: "ตรวจสอบใบรับรองถังก๊าซให้ครบถ้วนถูกต้อง" },
            { value: 4, label: "ต้องทำการติดตั้งจากผู้ติดตั้ง โดยมีหนังสือรับรองการติดตั้ง และมีรายละเอียดเฉพาะถังแนบท้าย" },
            { value: 5, label: "ตรวจและทดสอบสภาพถังตาม ISO 19078 ให้ครบถ้วนถูกต้อง" }
        ],
        answer: 2,
        is_image: false
    },
    //--- จบบทที่ 3

    // บทที่ 4-7
    {
        id: 4001,
        question: "ประวัติรถ ระบุการจัดวางที่นั่งแบบ 'ก' หมายความว่าจัดวางที่นั่งในลักษณะใด?",
        choices: [
            { value: 1, label: "จัดวางที่นั่งผู้โดยสารแบบสามแถว" },
            { value: 2, label: "จัดวางที่นั่งผู้โดยสารตามความยาวของตัวรถ" },
            { value: 3, label: "จัดวางที่นั่งผู้โดยสารตามความกว้างของตัวรถ" },
            { value: 4, label: "จัดวางที่นั่งผู้โดยสารแบบ ก ตามแบบความยาว และแบบ ข ตามความกว้าง ผสมกัน" },
            { value: 5, label: "จัดวางที่นั่งนั่งผู้โดยสารแบบสองแถว" }
        ],
        answer: 3,
        is_image: false
    },
    {
        id: 4002,
        question: "สัญลักษณ์แทนขนาดและสัดส่วนของรถที่ใช้ในการขนส่งสัตว์และสิ่งของ A คือข้อใด?",
        choices: [
            { value: 1, label: "ความกว้างภายในรถ" },
            { value: 2, label: "ส่วนยื่นหน้า" },
            { value: 3, label: "ความกว้างสุด" },
            { value: 4, label: "ส่วนยื่นท้าย" },
            { value: 5, label: "ความยาวสุด" }
        ],
        answer: 5,
        is_image: false
    },
    {
        id: 4003,
        question: "สัญลักษณ์แทนขนาดและสัดส่วนของรถที่ใช้ในการขนส่งสัตว์และสิ่งของ B คือข้อใด?",
        choices: [
            { value: 1, label: "ช่วงล้อ" },
            { value: 2, label: "ความยาวสุด" },
            { value: 3, label: "ส่วนยื่นท้าย" },
            { value: 4, label: "ส่วนยื่นหน้า" },
            { value: 5, label: "ความกว้างภายในรถ" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 4004,
        question: "สัญลักษณ์แทนขนาดและสัดส่วนของรถที่ใช้ในการขนส่งสัตว์และสิ่งของ H คือข้อใด?",
        choices: [
            { value: 1, label: "ช่วงล้อ" },
            { value: 2, label: "ส่วนยื่นท้าย" },
            { value: 3, label: "ช่วงล้อระยะด้านหน้าสุดของรถ (ไม่รวมกันชน)" },
            { value: 4, label: "ความสูงภายนอก เมื่อวัดในแนวดิ่งจากพื้นราบถึงส่วนที่สูงที่สุดของรถ" },
            { value: 5, label: "ความกว้างภายในรถ" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 4005,
        question: "รถในข้อใดที่สามารถตรวจสภาพรถที่ ตรอ. ได้?",
        choices: [
            { value: 1, label: "รย. 1, รย. 2, รย.3, รย. 6" },
            { value: 2, label: "รย. 1, รย. 2, รย.3, รย. 8" },
            { value: 3, label: "รย. 1, รย. 2, รย.3, รย. 10" },
            { value: 4, label: "รย. 1, รย. 2, รย.3, รย. 4" },
            { value: 5, label: "รย. 1, รย. 2, รย.3, รย. 12" }
        ],
        answer: 5,
        is_image: false
    },
    {
        id: 4006,
        question: "รถในข้อใด จัดอยู่ภายใต้พระราชบัญญัติรถยนต์ พ.ศ.2522?",
        choices: [
            { value: 1, label: "รถพ่วง, รถแทรกเตอร์" },
            { value: 2, label: "รถบรรทุกของเหลว, รถพ่วง" },
            { value: 3, label: "รถแทรกเตอร์, รถบรรทุกวัตถุอันตราย" },
            { value: 4, label: "รถลากจูง, รถบดถนน" },
            { value: 5, label: "รถบดถนน, รถบรรทุกของเหลว" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 4007,
        question: "รถตามพระราชบัญญัติการขนส่งทางบก ที่ไม่กำหนดให้ติดตั้งเครื่องบันทึกการเดินทางของรถ",
        choices: [
            { value: 1, label: "มาตรฐาน 2 ข. ประเภทการขนส่งไม่ประจำทาง" },
            { value: 2, label: "รถบรรทุกลักษณะ 4 (บรรทุกวัสดุอันตราย) ประเภทการขนส่งไม่ประจำทาง" },
            { value: 3, label: "มาตรฐาน 2 ก. ประเภทการขนส่งประจำทาง" },
            { value: 4, label: "มาตรฐาน 1 ก. ประเภทการขนส่งส่วนบุคคล" },
            { value: 5, label: "รถบรรทุกลักษณะ 9 (ลากจูง) ประเภทการขนส่งส่วนบุคคล" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 4008,
        question: "ข้อใดต่อไปนี้ ไม่ถือเป็นข้อกำหนดของอุปกรณ์ส่องสว่าง?",
        choices: [
            { value: 1, label: "ทิศทางของแสง" },
            { value: 2, label: "ตำแหน่งติดตั้งโคมไฟ" },
            { value: 3, label: "จำนวนโคมไฟ" },
            { value: 4, label: "ขนาดของโคมไฟ" },
            { value: 5, label: "ความเข้มแสง" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 4009,
        question: "ข้อใดไม่จัดเป็นเครื่องอุปกรณ์ส่วนควบของรถ รย.2 ที่จำเป็นต้องมี?",
        choices: [
            { value: 1, label: "เข็มขัดนิรภัย" },
            { value: 2, label: "ที่ปัดน้ำฝน" },
            { value: 3, label: "เครื่องวัดความเร็ว" },
            { value: 4, label: "กระจกมองหลัง" },
            { value: 5, label: "ไฟตัดหมอก" }
        ],
        answer: 5,
        is_image: false
    },
    {
        id: 4010,
        question: "การตรวจสภาพโดยตรวจพินิจ ข้อใดวินิจฉัยผลไม่ถูกต้อง?",
        choices: [
            { value: 1, label: "น้ำมันเครื่องมีสีดำและเหนียวข้น ไม่ผ่านการตรวจสภาพ" },
            { value: 2, label: "พวงมาลัยหมุนได้ไม่สุด ไม่ผ่านการตรวจสภาพ" },
            { value: 3, label: "ระบบห้ามล้อมีการรั่วซึม ไม่ผ่านการตรวจสภาพ" },
            { value: 4, label: "ยางแท่นเครื่องแตกขาด ไม่ผ่านการตรวจสภาพ" },
            { value: 5, label: "ยางมีรอยฉีกขาดยาว 10 มิลลิเมตร แต่ไม่ลึกถึงชั้นผ้าใบ ไม่ผ่านการตรวจสภาพ" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 4011,
        question: "ตำแหน่งปลายท่อไอเสียของรถตามพระราชบัญญัติการขนส่งทางบก ข้อใดผิด?",
        choices: [
            { value: 1, label: "ปลายท่อไอเสียออกแนวขนานด้านท้าย" },
            { value: 2, label: "ปลายท่อไอเสียออกท้ายรถด้านขวา" },
            { value: 3, label: "ปลายท่อไอเสียออกด้านบน" },
            { value: 4, label: "ไม่ได้กำหนดไว้" },
            { value: 5, label: "ปลายท่อไอเสียออกท้ายรถด้านข้างซ้าย" }
        ],
        answer: 5,
        is_image: false
    },
    {
        id: 4012,
        question: "รถที่ไม่ผ่านการตรวจสภาพในครั้งแรก แล้วนำกลับมาตรวจสภาพใหม่ในครั้งที่ 2 เกิน 15 วัน ท่านจะต้องตรวจสภาพรถในรายการใดบ้าง?",
        choices: [
            { value: 1, label: "ตรวจทุกรายการเหมือนการตรวจใหม่" },
            { value: 2, label: "ตรวจเฉพาะรายการที่ไม่ผ่านการตรวจในครั้งแรก" },
            { value: 3, label: "ตรวจบางรายการตามความพอใจของลูกค้า" },
            { value: 4, label: "ตรวจเฉพาะรายการที่ไม่ผ่านการตรวจในครั้งแรกหรือตรวจทุกรายการก็ได้" },
            { value: 5, label: "ตรวจตามความพอใจของผู้ตรวจ" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 4013,
        question: "รถตามพระราชบัญญัติการขนส่งทางบก กำหนดให้แตรสัญญาณต้องเป็นแตรไฟฟ้าเสียงเดียวและเสียงไม่เกินกำหนดระเบียบกำหนดให้มีความดังเท่าไร?",
        choices: [
            { value: 1, label: "80 - 110 เดซิเบลเอ โดยวัดห่างจากหน้ารถ 1.2 เมตร" },
            { value: 2, label: "90 - 115 เดซิเบลเอ โดยวัดห่างจากหน้ารถ 2 เมตร" },
            { value: 3, label: "90 - 115 เดซิเบลเอ โดยวัดห่างจากหน้ารถ 1.2 เมตร" },
            { value: 4, label: "95 - 115 เดซิเบลเอ โดยวัดห่างจากหน้ารถ 1.2 เมตร" },
            { value: 5, label: "95 - 120 เดซิเบลเอ โดยวัดห่างจากหน้ารถ 2 เมตร" }
        ],
        answer: 2,
        is_image: false
    },
    {
        id: 4014,
        question: "ในการตรวจสภาพรถปิกอัพ ซึ่งตามสมุดคู่มือจดทะเบียนรถระบุว่าเป็น 'รถยนต์นั่งส่วนบุคคลเกิน 7 คน' แต่ในขณะตรวจสภาพ พบว่าไม่มีหลังคาและเบาะนั่ง ท่านในฐานะผู้วินิจฉัยผลการตรวจสภาพรถ ท่านจะวินิจฉัยให้ผ่านการตรวจสภาพหรือไม่ เพราะเหตุใด?",
        choices: [
            { value: 1, label: "ไม่ผ่าน เนื่องจากรถมีน้ำหนักเปลี่ยนไป" },
            { value: 2, label: "ระงับการตรวจสภาพรถ เนื่องจากลักษณะรถไม่ตรงตามคู่มือการจดทะเบียนรถ" },
            { value: 3, label: "ผ่าน หรือไม่ผ่านก็ได้ ขึ้นกับดุลพินิจของผู้ตรวจสภาพ" },
            { value: 4, label: "ผ่าน เนื่องจากหลังคาและเบาะนั่งของรถไม่ใช่สาระสำคัญของรถที่ต้องสนใจ" },
            { value: 5, label: "ผ่าน เพราะรถมีความมั่นคงแข็งแรงและปลอดภัยในการใช้งาน" }
        ],
        answer: 2,
        is_image: false
    },
    {
        id: 4015,
        question: "การวินิจฉัยผลการตรวจสภาพรถ รย.1 ข้อใดกล่าวถูกต้อง?",
        choices: [
            { value: 1, label: "เครื่องผ่อนคลายความสั่นสะเทือน ต้องไม่รั่วซึมหรือบิดเบี้ยว เสียรูป" },
            { value: 2, label: "คันบังคับเลี้ยวหรือแกนบังคับเลี้ยวต้องไม่ชำรุด หลวมคลอน" },
            { value: 3, label: "ราวยึดเหนี่ยว ยึดติดมั่นคงแข็งแรงกับตัวรถ" },
            { value: 4, label: "ห้ามล้อฉุกเฉินต้องทำงานได้ทันทีเมื่อปลดสายลมเบรกออก" },
            { value: 5, label: "หน้าต่างและบานหน้าต่างต้องมีขนาดและจำนวนตามสมควร" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 4016,
        question: "หลักเกณฑ์การวินิจฉัยผลการตรวจสภาพรถ รย.1 ข้อใดกล่าวไม่ถูกต้อง?",
        choices: [
            { value: 1, label: "เครื่องผ่อนคลายความสั่นสะเทือน ต้องไม่รั่วซึมหรือบิดเบี้ยว เสียรูป" },
            { value: 2, label: "แท่นเครื่องและยางแท่นเครื่องต้องยึดแน่นกับเครื่องยนต์ และโครงสร้างตัวรถหรือโครงคัสซี" },
            { value: 3, label: "กรณีที่ใช้มอเตอร์ไฟฟ้า กำลังของมอเตอร์ไฟฟ้าต้องไม่น้อยกว่า 15 กิโลวัตต์ และสามารถขับเคลื่อนความเร็วสูงสุดไม่น้อยกว่า 45 กิโลเมตรต่อชั่วโมง" },
            { value: 4, label: "พวงมาลัยและแกนมาลัยต้องไม่ชำรุด หลวมคลอน" },
            { value: 5, label: "แนวล้อหน้าและล้อหลังที่ปรากฎบนพื้นราบต้องเอื้องหรือเบี่ยงเบนไม่เกิน 50 มิลลิเมตร" }
        ],
        answer: 5,
        is_image: false
    },
    {
        id: 4017,
        question: "เกณฑ์การแบ่งรถระหว่างพระราชบัญญัติการขนส่งทางบก พ.ศ. 2522 และ พระราชบัญญัติรถยนต์ พ.ศ.2522 อย่างไร?",
        choices: [
            { value: 1, label: "พิจารณาจากน้ำหนักของรถเปล่า หากมากกว่า 2,200 กิโลกรัม จะอยู่ในพระราชบัญญัติการขนส่งทางบก" },
            { value: 2, label: "พิจารณาจากน้ำหนักของรถเปล่า หากมากกว่าหรือเท่ากับ 2,200 กิโลกรัม จะอยู่ในพระราชบัญญัติการขนส่งทางบก" },
            { value: 3, label: "พิจารณาจากน้ำหนักของรถเปล่า หากมากกว่าหรือเท่ากับ 2,500 กิโลกรัม จะอยู่ในพระราชบัญญัติการขนส่งทางบก" },
            { value: 4, label: "พิจารณาจากน้ำหนักของรถรวมของที่บรรทุก หากมากกว่า 2,200 กิโลกรัม จะอยู่ในพระราชบัญญัติการขนส่งทางบก" },
            { value: 5, label: "พิจารณาจากน้ำหนักของรถรวมของที่บรรทุก หากมากกว่าหรือเท่ากับ 2,200 กิโลกรัม จะอยู่ในพระราชบัญญัติการขนส่งทางบก" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 4018,
        question: "การวินิจฉัยผลการตรวจสภาพรถ รย. 1 ข้อใดกล่าวไม่ถูกต้อง?",
        choices: [
            { value: 1, label: "แท่นเครื่องและยางแท่นเครื่องต้องยึดติดแน่นกับเครื่องยนต์ และโครงสร้างตัวรถหรือโครงคัสซี ผ่านการตรวจสภาพรถ" },
            { value: 2, label: "แผ่นป้ายทะเบียนรถ ต้องไม่ชำรุด ลบเลือน แก้ไข ดัดแปลง หรือมีสิ่งปิดบัง ทำให้ไม่สามารถมองเห็นตัวอักษรและตัวเลขได้อย่างครบถ้วน ชัดเจน ผ่านการตรวจสภาพรถ" },
            { value: 3, label: "รถที่ใช้มอเตอร์ไฟฟ้า กำลังของมอเตอร์ไฟฟ้าต้องไม่น้อยกว่า 5 กิโลวัตต์ และสามารถขับเคลื่อนรถให้มีความเร็วสูงสุดไม่น้อยกว่า 45 กิโลเมตรต่อชั่วโมง ผ่านการตรวจสภาพรถ" },
            { value: 4, label: "พวงมาลัยและแกนพวงมาลัยต้องไม่ชำรุด หลวมคลอน ผ่านการตรวจสภาพรถ" },
            { value: 5, label: "เครื่องผ่อนคลายความสั่นสะเทือน ต้องไม่รั่วซึมหรือบิดเบี้ยว เสียรูป ผ่านการตรวจสภาพรถ" }
        ],
        answer: 3,
        is_image: false
    },
    {
        id: 4019,
        question: "การวินิจฉัยผลการตรวจสภาพรถ รย. 2 ข้อใดกล่าวไม่ถูกต้อง?",
        choices: [
            { value: 1, label: "เครื่องผ่อนคลายความสั่นสะเทือน ต้องไม่รั่วซึมหรือบิดเบี้ยว เสียรูป ผ่านการตรวจสภาพรถ" },
            { value: 2, label: "แผ่นป้ายทะเบียนรถ ชำรุด ลบเลือน แก้ไข ดัดแปลง และมีสิ่งปิดบัง ทำให้ไม่สามารถมองเห็นตัวอักษรและตัวเลขได้อย่างครบถ้วน ชัดเจน ไม่ผ่านการตรวจสภาพรถ" },
            { value: 3, label: "คันบังคับเลี้ยวหรือแทนบังคับเลี้ยวต้องไม่ชำรุด หลวมคลอน ไม่ผ่านการตรวจสภาพรถ" },
            { value: 4, label: "แท่นเครื่องและยางแท่นเครื่องต้องยึดติดแน่นกับเครื่องยนต์ และโครงสร้างตัวรถหรือโครงคัสซี ผ่านการตรวจสภาพรถ" },
            { value: 5, label: "กรณีรถที่ใช้มอเตอร์ไฟฟ้ากำลังของมอเตอร์ไฟฟ้าต้องไม่น้อยกว่า 15 กิโลวัตต์ และสามารถขับเคลื่อนรถให้มีความเร็วสูงสุดไม่น้อยกว่า 45 กิโลเมตรต่อชั่วโมง ผ่านการตรวจสภาพรถ" }
        ],
        answer: 3,
        is_image: false
    },
    {
        id: 4020,
        question: "หลักเกณฑ์การวินิจฉัยผลการตรวจสภาพรถ รย.12 ข้อใดกล่าวถูกต้อง?",
        choices: [
            { value: 1, label: "คันเร่ง ต้องสามารถเร่งเครื่องกำเนิดพลังงานและกลับคืนสู่ตำแหน่งปกติได้สะดวก" },
            { value: 2, label: "แนวล้อหน้าและล้อหลังที่ปรากฏบนพื้นราบต้องเบื้องหรือเบี่ยงเบนไม่เกิน 25 มิลลิเมตร" },
            { value: 3, label: "กรณีที่ใช้มอเตอร์ไฟฟ้า กำลังของมอเตอร์ไฟฟ้าต้องไม่น้อยกว่า 15 กิโลวัตต์ และสามารถขับเคลื่อนความเร็วสูงสุดไม่น้อยกว่า 45 กิโลเมตรต่อชั่วโมง" },
            { value: 4, label: "แท่นเครื่องและยางแท่นเครื่อง ต้องยึดติดแน่นกับเครื่องยนต์ และโครงสร้างตัวรถหรือโครงคัสซี" },
            { value: 5, label: "ระยะ Free play ของพวงมาลัยต้องไม่เกิน 22.5 องศา" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 4021,
        question: "หลักเกณฑ์การวินิจฉัยผลการตรวจสภาพรถ (รย.12) ข้อใดกล่าวถูกต้อง?",
        choices: [
            { value: 1, label: "เลขตัวรถ ต้องมีลักษณะ ขนาด รูปแบบ และตำแหน่งของตัวเลขรถถูกต้องตามที่ผู้ผลิตกำหนด" },
            { value: 2, label: "ศูนย์ล้อหน้าต้องมีค่าเบี่ยงเบนไม่เกิน 5 เมตร / กิโลเมตร" },
            { value: 3, label: "รถที่ใช้มอเตอร์ไฟฟ้า กำลังของมอเตอร์ไฟฟ้าต้องไม่น้อยกว่า 0.5 กิโลวัตต์ และสามารถขับเคลื่อนความเร็วสูงสุดไม่น้อยกว่า 35 กิโลเมตรต่อชั่วโมง" },
            { value: 4, label: "พวงมาลัยและแกนมาลัยต้องไม่ชำรุด หลวมคลอน" },
            { value: 5, label: "แสงสัญญาณเตือนอันตราย ต้องทำงานตามปกติและมีระบบควบคุมแยกจากระบบควบคุมไฟเลี้ยว" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 4022,
        question: "หลักเกณฑ์การวินิจฉัยผลการตรวจสภาพรถ (รย.12) ข้อใดกล่าวไม่ถูกต้อง?",
        choices: [
            { value: 1, label: "เครื่องผ่อนคลายความสั่นสะเทือน ต้องไม่รั่วซึมหรือบิดเบี้ยว เสียรูป" },
            { value: 2, label: "แผ่นป้ายทะเบียนรถ ต้องไม่ชำรุด ลบเลือน แก้ไข ดัดแปลง หรือมีสิ่งปิดบัง ทำให้ไม่สามารถมองเห็นตัวอักษรและตัวเลขได้อย่างครบถ้วน ชัดเจน" },
            { value: 3, label: "คันบังคับเลี้ยวหรือแกนบังคับเลี้ยวต้องไม่ชำรุด หลวมคลอน" },
            { value: 4, label: "แท่นเครื่องและยางแท่นเครื่องต้องยึดติดแน่นกับเครื่องยนต์ และโครงสร้างตัวรถหรือโครงคัสซี" },
            { value: 5, label: "กรณีรถที่ใช้มอเตอร์ไฟฟ้า กำลังของมอเตอร์ไฟฟ้าต้องไม่น้อยกว่า 15 กิโลวัตต์ และสามารถขับเคลื่อนรถให้มีความเร็วสูงสุดไม่น้อยกว่า 45 กิโลเมตรต่อชั่วโมง ผ่านการตรวจสภาพรถ" }
        ],
        answer: 5,
        is_image: false
    },
    {
        id: 4023,
        question: "รถยนต์ที่มีการติดตั้งอุปกรณ์เพิ่มเติมข้อใดที่เมื่อตรวจพบแล้ว สถานตรวจสภาพรถสามารถดำเนินการตรวจสภาพรถได้ โดยไม่ต้องให้เจ้าของรถไปแจ้งต่อนายทะเบียน?",
        choices: [
            { value: 1, label: "โครงเหล็กด้านข้างรถ" },
            { value: 2, label: "เสริมแหนบ" },
            { value: 3, label: "ระบบรองรับน้ำหนัก" },
            { value: 4, label: "โรลบาร์" },
            { value: 5, label: "โครงหลังคา" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 4024,
        question: "รถยนต์ที่มีการติดตั้งอุปกรณ์เพิ่มเติมข้อใดที่เมื่อตรวจพบแล้ว สถานตรวจสภาพรถสามารถดำเนินการตรวจสภาพรถได้ โดยต้องให้เจ้าของรถแจ้งนายทะเบียนก่อน?",
        choices: [
            { value: 1, label: "แร็คหลังคา" },
            { value: 2, label: "สปอยเลอร์" },
            { value: 3, label: "โรลบาร์" },
            { value: 4, label: "อุปกรณ์ขนจักรยาน" },
            { value: 5, label: "ราวเหล็กด้านข้างรถ" }
        ],
        answer: 5,
        is_image: false
    },
    {
        id: 4025,
        question: "รถยนต์ที่มีการติดตั้งอุปกรณ์เพิ่มเติมข้อใดที่เมื่อตรวจพบแล้ว สถานตรวจสภาพรถสามารถดำเนินการตรวจ โดยไม่ต้องให้เจ้าของรถไปแจ้งต่อนายทะเบียน?",
        choices: [
            { value: 1, label: "การเปลี่ยนสี" },
            { value: 2, label: "ฝาปิดด้านท้ายติดตั้งเครื่องทุ่นแรง" },
            { value: 3, label: "โหลดเตี้ย" },
            { value: 4, label: "อุปกรณ์ขนจักรยาน" },
            { value: 5, label: "เสริมแหนบ" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 4026,
        question: "รถยนต์ที่มีการติดตั้งอุปกรณ์เพิ่มเติมข้อใดที่เมื่อตรวจพบแล้ว สถานตรวจสภาพรถสามารถดำเนินการตรวจสภาพรถได้ โดยไม่ต้องให้เจ้าของรถไปแจ้งต่อนายทะเบียน?",
        choices: [
            { value: 1, label: "แร็คหลังคาสำหรับวางสิ่งของ" },
            { value: 2, label: "สติกเกอร์ฝากระโปรงหน้า" },
            { value: 3, label: "หลังคา" },
            { value: 4, label: "เสริมแหนบ" },
            { value: 5, label: "ถังก๊าซ" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 4027,
        question: "รถในข้อใดต่อไปนี้ ที่สถานตรวจสภาพรถสามารถรับรองการตรวจสภาพรถได้โดยไม่ได้แจ้งต่อนายทะเบียน?",
        choices: [
            { value: 1, label: "รถจักรยานยนต์ที่มีเสริมพ่วงข้าง" },
            { value: 2, label: "รถเก๋งสองตอน เปลี่ยนเบาะใหม่" },
            { value: 3, label: "รถกระบะบรรทุกเปลี่ยนเครื่องยนต์เป็นรุ่นและชนิดเดียวกับของเดิม" },
            { value: 4, label: "รถกระบะบรรทุกที่มีการเสริมแผงข้าง (รถ Pick up)" },
            { value: 5, label: "รถตู้นั่งสี่ตอนเปลี่ยนสีรถ" }
        ],
        answer: 2,
        is_image: false
    },
    {
        id: 4028,
        question: "สำหรับรถเก๋งสองตอน ในกรณีใดบ้างที่สามารถพิจารณาให้ผ่านเกณฑ์การตรวจสภาพได้?",
        choices: [
            { value: 1, label: "รถเปลี่ยนชุดไฟหน้าเป็นแบบ Bi-Xenon แสงสีฟ้า จากร้านปรับแต่ง" },
            { value: 2, label: "รถมีการติด Sticker ที่มีสีต่างจากรถเดิม บริเวณฝากระโปรงหน้ารถ" },
            { value: 3, label: "รถใส่เกจและอุปกรณ์ควบคุมชุดเปลี่ยนเกียร์เพิ่มเติม" },
            { value: 4, label: "ถอดเบาะเดิมออกทั้งหมดและใส่เบาะรถแข่งเฉพาะเบาะคู่หน้า" },
            { value: 5, label: "รถใส่ชุดควบคุมไฟเบรกท้ายเป็นแบบกระพริบ" }
        ],
        answer: 3,
        is_image: false
    },
    {
        id: 4029,
        question: "รถในภาพด้านล่างนี้ เรียกว่าอย่างไรในทางกฎหมาย?",
        choices: [
            { value: 1, label: "รถกระบะ 4 ประตู ติดแครี่บอย" },
            { value: 2, label: "รถกระบะ 4 ประตู" },
            { value: 3, label: "รถนั่งสองตอน สองแถว" },
            { value: 4, label: "รถนั่งสามตอน" },
            { value: 5, label: "รถนั่งสามตอนแวน" }
        ],
        answer: 3,
        is_image: true,
        url: pic_108
    },
    {
        id: 4030,
        question: "รถในภาพด้านล่างนี้ เรียกว่าอย่างไรในทางกฎหมาย?",
        choices: [
            { value: 1, label: "รถเก๋งสามตอน" },
            { value: 2, label: "รถนั่งสามตอน" },
            { value: 3, label: "รถเก๋งสามตอนแวน" },
            { value: 4, label: "รถเก๋งสองตอนแวน" },
            { value: 5, label: "รถนั่งสามตอนแวน" }
        ],
        answer: 4,
        is_image: true,
        url: pic_3_van
    },
    {
        id: 4031,
        question: "รถในภาพด้านล่างนี้ เรียกว่าอย่างไรในทางกฎหมาย?",
        choices: [
            { value: 1, label: "รถเก๋งสามตอน" },
            { value: 2, label: "รถนั่งสามตอน" },
            { value: 3, label: "รถเก๋งสามตอนแวน" },
            { value: 4, label: "รถเก๋งสองตอนแวน" },
            { value: 5, label: "รถนั่งสามตอนแวน" }
        ],
        answer: 3,
        is_image: true,
        url: pic_104
    },
    {
        id: 4032,
        question: "ในกรณีของรถยนต์นั่งส่วนบุคคลเกิน 7 คนนั้น กำหนดที่นั่งรวมที่นั่งผู้ขับไว้ไม่เกินเท่าไหร่?",
        choices: [
            { value: 1, label: "13 ที่นั่ง" },
            { value: 2, label: "11 ที่นั่ง" },
            { value: 3, label: "12 ที่นั่ง" },
            { value: 4, label: "14 ที่นั่ง" },
            { value: 5, label: "15 ที่นั่ง" }
        ],
        answer: 3,
        is_image: false
    },
    {
        id: 4033,
        question: "รถในข้อใดสามารถจัดอยู่ในลักษณะรถตาม รย.1 ทั้งหมด?",
        choices: [
            { value: 1, label: "รถนั่งสองตอนท้ายบรรทุก, รถนั่งสองแถว, รถยนต์สามล้อ" },
            { value: 2, label: "รถเก๋งทึบบรรทุก, รถเก๋งสามตอน, รถประทุนสองตอน" },
            { value: 3, label: "รถตู้นั่งสามตอน, รถเก๋งสามตอนแวน, รถกระบะบรรทุกเสริมกระบะข้าง" },
            { value: 4, label: "รถนั่งสองตอนสองแถว, รถตู้นั่งสามตอน, รถเก๋งสามตอนแวน" },
            { value: 5, label: "รถเฉพาะกิจมอเตอร์โฮม, รถประทุนสองตอน, รถกระบะบรรทุกพื้นเรียบ" }
        ],
        answer: 4,
        is_image: false
    },
    {
        id: 4034,
        question: "ในข้อใดสามารถจัดอยู่ในลักษณะรถตาม รย.2 ทั้งหมด?",
        choices: [
            { value: 1, label: "รถตู้บรรทุก, รถเฉพาะกิจ(น้ำ), รถกระบะบรรทุกเสริมกระบะข้าง" },
            { value: 2, label: "รถนั่งสองตอนสองแถว, รถตู้นั่งสามตอน, รถเก๋งสามตอนแวน" },
            { value: 3, label: "รถเฉพาะกิจมอเตอร์โฮม, รถประทุนสองตอน, รถกระบะบรรทุกพื้นเรียบ" },
            { value: 4, label: "รถนั่งสองตอนท้ายบรรทุก, รถนั่งสองแถว, รถยนต์สามล้อ" },
            { value: 5, label: "รถเก๋งทึบบรรทุก, รถเก๋งสามตอน, รถประทุนสองตอน" }
        ],
        answer: 2,
        is_image: false
    },
    {
        id: 4035,
        question: "หลักเกณฑ์การวินิจฉัยผลการตรวจสภาพรถ รย.3 ข้อใดกล่าวไม่ถูกต้อง?",
        choices: [
            { value: 1, label: "พวงมาลัยและแกนพวงมาลัยต้องไม่ชำรุด หลวมคลอน" },
            { value: 2, label: "เครื่องผ่อนคลายความสั่นสะเทือน ต้องไม่รั่วซึมหรือบิดเบี้ยว เสียรูป" },
            { value: 3, label: "แนวล้อหน้าและล้อหลังที่ปรากฏบนพื้นราบต้องเยื้องหรือเบี่ยงเบนไม่เกิน 50 มิลลิเมตร" },
            { value: 4, label: "แท่นเครื่องและยางแท่นเครื่องต้องยึดติดแน่นกับเครื่องยนต์และโครงสร้างตัวรถหรือโครงคัสซี" },
            { value: 5, label: "กรณีรถที่ใช้มอเตอร์ไฟฟ้า กำลังมอเตอร์ไฟฟ้าต้องไม่น้อยกว่า 15 กิโลวัตต์ และสามารถขับเคลื่อนรถให้มีความเร็วสูงสุดไม่น้อยกว่า 45 กิโลเมตรต่อชั่วโมง" }
        ],
        answer: 3,
        is_image: false
    },
    {
        id: 4036,
        question: "รถในข้อใดสามารถจัดอยู่ในลักษณะรถตาม รย.3 ทั้งหมด?",
        choices: [
            { value: 1, label: "รถเฉพาะกิจมอเตอร์โฮม, รถประทุนสองตอน, รถกระบะบรรทุกพื้นเรียบ" },
            { value: 2, label: "รถนั่งสองตอนท้ายบรรทุก, รถนั่งสองแถว, รถยนต์สามล้อ" },
            { value: 3, label: "รถนั่งสองตอนสองแถว, รถตู้นั่งสามตอน, รถเก๋งสามตอนแวน" },
            { value: 4, label: "รถเก๋งทึบบรรทุก, รถเก๋งสามตอน, รถประทุนสองตอน" },
            { value: 5, label: "รถตู้บรรทุก, รถเฉพาะกิจ(น้ำ), รถกระบะบรรทุกเสริมกระบะข้าง" }
        ],
        answer: 5,
        is_image: false
    },
    {
        id: 4037,
        question: "การตรวจส่วนควบและเครื่องอุปกรณ์สำหรับรถ ข้อใดเป็นการวินิจฉัยที่ถูกต้อง?",
        choices: [
            { value: 1, label: "ศูนย์ล้อหน้าต้องมีค่าเบี่ยงเบน - 5 เมตร/กิโลเมตร ไม่ผ่านการตรวจสภาพ" },
            { value: 2, label: "รถกระบะบรรทุกไม่มีกันชนท้าย ไม่ผ่านการตรวจสภาพ" },
            { value: 3, label: "ตรวจพบว่าโคมไฟหยุดมีแสงสีแดงแต่ให้แสงไม่คงที่ ไม่ผ่านการตรวจสภาพ" },
            { value: 4, label: "รถตู้ที่ติดกันชนหน้าเป็นโลหะขนาดใหญ่ไม่มีส่วนแหลมคมและไม่ปิดบังป้ายทะเบียน แต่มองแล้วเกะกะสายตา ไม่ผ่านการตรวจสภาพ" },
            { value: 5, label: "ตัวถังด้านข้างจะยื่นเกินขอบยางด้านนอกสุดของเพลาล้อท้ายหรือกลุ่มเพลาล้อท้ายได้ด้านละ 20 เซนติเมตร ผ่านการตรวจสภาพ" }
        ],
        answer: 3,
        is_image: false
    },
    {
        id: 4038,
        question: "การตรวจส่วนควบและเครื่องอุปกรณ์สำหรับรถ ข้อใดเป็นการวินิจฉัยที่ถูกต้อง?",
        choices: [
            { value: 1, label: "ศูนย์ล้อหน้าต้องมีค่าเบี่ยงเบน - 5 เมตร/กิโลเมตร ไม่ผ่านการตรวจสภาพ" },
            { value: 2, label: "ตัวถังด้านข้างจะยื่นเกินขอบยางด้านนอกสุดของเพลาล้อท้ายหรือกลุ่มเพลาล้อท้ายได้ด้านละ 20 เซนติเมตร ผ่านการตรวจสภาพ" },
            { value: 3, label: "รถกระบะบรรทุกไม่มีกันชนท้าย ไม่ผ่านการตรวจสภาพ" },
            { value: 4, label: "ตรวจพบว่าโคมไฟหยุดมีแสงสีแดงแต่ให้แสงไม่คงที่ ผ่านการตรวจสภาพ" },
            { value: 5, label: "รถตู้ที่ติดกันชนหน้าเป็นโลหะขนาดใหญ่ไม่มีส่วนแหลมคมและไม่ปิดบังป้ายทะเบียนแต่มองแล้วเกะกะสายตา ผ่านการตรวจสภาพ" }
        ],
        answer: 5,
        is_image: false
    },
    {
        id: 4039,
        question: "รถตามพระราชบัญญัติรถยนต์ไฟหยุดเป็นเช่นไร?",
        choices: [
            { value: 1, label: "สีแดง แสงสว่างคงที่เวลาเหยียบเบรก มีทิศทางส่องสว่างไปด้านหลัง" },
            { value: 2, label: "สีแดง แสงกระพริบเวลาเหยียบเบรก" },
            { value: 3, label: "สีเหลืองอำพัน แสงสว่างคงที่เวลาเหยียบเบรก" },
            { value: 4, label: "สีแดง แสงสว่างคงที่และกระพริบเวลาเหยียบเบรก" },
            { value: 5, label: "สีเหลืองอำพัน แสงกระพริบเวลาเหยียบเบรก" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 4040,
        question: "ข้อใดถูกต้อง ในการวัดขนาดของช่วงล้อของรถที่ใช้ในการขนส่งผู้โดยสารมาตรฐาน 1",
        choices: [
            { value: 1, label: "จากศูนย์กลางเพลาล้อหน้าสุด ถึงศูนย์กลางเพลาล้อท้าย" },
            { value: 2, label: "จากจุดปลายสุดตัวรถ ถึงกึ่งกลางดุมเพลาล้อแรกของรถกึ่งพ่วง 2 เพลา" },
            { value: 3, label: "จากศูนย์กลางเพลาล้อหน้าสุด ถึงกึ่งกลางกลุ่มเพลาล้อท้าย" },
            { value: 4, label: "จากจุดศูนย์กลางสลักพ่วง ถึงกึ่งกลางดุมล้อเพลาที่ 2 ของรถกึ่งพ่วง 3 เพลา" },
            { value: 5, label: "จากจุดศูนย์กลางสลักพ่วง ถึงกึ่งกลางระหว่างเพลาล้อคู่หลังรถกึ่งพ่วง 2 เพลา" }
        ],
        answer: 1,
        is_image: false
    },
    {
        id: 4041,
        question: "ข้อใดถูกต้อง ในการวัดขนาดของช่วงล้อของรถที่ใช้ในการขนส่งสัตว์หรือสิ่งของ ลักษณะ 6 (เพลาล้อท้ายเป็นเพลาล้อคู่)?",
        choices: [
            { value: 1, label: "จากจุดศูนย์กลางสลักพ่วง ถึงกึ่งกลางระหว่างเพลาล้อคู่หลังรถกึ่งพ่วง 2 เพลา" },
            { value: 2, label: "จากศูนย์กลางเพลาล้อหน้าสุด ถึงกึ่งกลางกลุ่มเพลาล้อท้าย" },
            { value: 3, label: "จากจุดศูนย์กลางสลักพ่วง ถึงกึ่งกลางดุมล้อเพลาที่ 2 ของรถกึ่งพ่วง 3 เพลา" },
            { value: 4, label: "จากจุดปลายสุดตัวรถ ถึงกึ่งกลางดุมเพลาล้อแรกของรถกึ่งพ่วง 2 เพลา" },
            { value: 5, label: "จากศูนย์กลางเพลาล้อหน้าสุด ถึงศูนย์กลางเพลาล้อท้าย" }
        ],
        answer: 2,
        is_image: false
    },
    {
        id: 4042,
        question: "รถโดยสารข้อใดไม่กำหนดให้ติดตั้งเครื่องดับเพลิง?",
        choices: [
            { value: 1, label: "รถโดยสารมาตรฐาน 1 ก" },
            { value: 2, label: "รถโดยสารมาตรฐาน 2 ก" },
            { value: 3, label: "รถโดยสารมาตรฐาน 3 ก" },
            { value: 4, label: "รถโดยสารมาตรฐาน 2 ข" },
            { value: 5, label: "รถโดยสารมาตรฐาน 4 ข" }
        ],
        answer: 3,
        is_image: false
    },
    {
        id: 4043,
        question: "รถประเภทใดที่ไม่ต้องตรวจสอบทิศทางการเบี่ยงเบนของลำแสงจากโคมไฟหน้ารถ?",
        choices: [
            { value: 1, label: "รถบรรทุกส่วนบุคคล" },
            { value: 2, label: "รถยนต์นั่งส่วนบุคคลเกิน 7 คน" },
            { value: 3, label: "รถจักรยานยนต์" },
            { value: 4, label: "รถยนต์นั่งส่วนบุคคลไม่เกิน 7 คน" },
            { value: 5, label: "รถพ่วงกระบะบรรทุก สามเพลา" }
        ],
        answer: 5,
        is_image: false
    },
    {
        id: 4044,
        question: "รถในภาพด้านล่างนี้ เรียกว่าอย่างไรในทางกฎหมาย?",
        choices: [
            { value: 1, label: "รถกึ่งพ่วงวัสดุยาว" },
            { value: 2, label: "รถลากจูง" },
            { value: 3, label: "รถกึ่งพ่วง 3 เพลา" },
            { value: 4, label: "รถบรรทุกลักษณะ 1" },
            { value: 5, label: "รถพ่วง 3 เพลา" }
        ],
        answer: 2,
        is_image: true,
        url: pic_105
    },
    {
        id: 4045,
        question: "รถในภาพด้านล่างนี้ เรียกว่าอย่างไรในทางกฎหมาย?",
        choices: [
            { value: 1, label: "รถกึ่งพ่วงวัสดุยาว" },
            { value: 2, label: "รถลากจูง" },
            { value: 3, label: "รถกึ่งพ่วง 2 เพลา" },
            { value: 4, label: "รถบรรทุกลักษณะ 2" },
            { value: 5, label: "รถพ่วง 2 เพลา" }
        ],
        answer: 3,
        is_image: true,
        url: pic_107
    },
    //-----

    // บทที่ 8-11
    {
        "id": 8001,
        "question": "การตรวจวัดปริมาณก๊าซ CO และก๊าซ HC มีเกณฑ์การตัดสินการวินิจฉัยผลอย่างไร?",
        "choices": [
            { "value": 1, "label": "ตรวจวัด 2 ครั้ง ใช้ค่าใดก็ได้เป็นเกณฑ์ตัดสิน" },
            { "value": 2, "label": "ตรวจวัด 2 ครั้ง ใช้ค่าสูงสุดเป็นเกณฑ์ตัดสิน" },
            { "value": 3, "label": "ตรวจวัด 1 ครั้ง" },
            { "value": 4, "label": "ตรวจวัด 2 ครั้ง แล้วใช้ค่าเฉลี่ยที่ได้จากทั้งสองครั้งเป็นเกณฑ์ตัดสิน" },
            { "value": 5, "label": "ตรวจวัด 2 ครั้ง ใช้ค่าต่ำสุดเป็นเกณฑ์ตัดสิน" }
        ],
        "answer": 4
    },
    {
        "id": 8002,
        "question": "การตรวจวัดปริมาณก๊าซ CO และ ก๊าซ HC จากท่อไอเสียของรถยนต์ ต้องตรวจวัดในขณะที่เครื่องยนต์มีความเร็วรอบเท่าใด?",
        "choices": [
            { "value": 1, "label": "ความเร็วรอบสูงสุด" },
            { "value": 2, "label": "ความเร็วรอบเดินเบา" },
            { "value": 3, "label": "ความเร็วรอบที่ให้กำลังสูงสุด" },
            { "value": 4, "label": "ความเร็วรอบเท่าใดก็ได้" },
            { "value": 5, "label": "3/4 ของความเร็วรอบที่ให้กำลังสูงสุด" }
        ],
        "answer": 2
    },
    {
        "id": 8003,
        "question": "กรณีที่ทำการตรวจวัดเครื่องวิเคราะห์ก๊าซแล้ว พบว่าค่าที่แสดงผลการตรวจวัดไม่หยุดนิ่งขึ้น-ลงตลอดเวลา จะมีวิธีการบันทึกผลการตรวจวัดอย่างไร?",
        "choices": [
            { "value": 1, "label": "บันทึกผลค่าการตรวจวัดใช้ค่าสูงสุด" },
            { "value": 2, "label": "บันทึกผลค่าการตรวจวัดใช้ค่าต่ำสุด" },
            { "value": 3, "label": "ไม่มีการบันทึกผลการตรวจวัด" },
            { "value": 4, "label": "บันทึกผลค่าการตรวจวัดใช้ค่าใดก็ได้" },
            { "value": 5, "label": "บันทึกผลค่าการตรวจวัดใช้ค่าเฉลี่ยของค่าสูงสุดและค่าต่ำสุดของการตรวจวัด" }
        ],
        "answer": 3
    },
    {
        "id": 8004,
        "question": "วิธีการตรวจสอบค่าก๊าซคาร์บอนมอนอกไซด์ (CO) และก๊าซไฮโดรคาร์บอน (HC) ข้อใดไม่ถูกต้อง?",
        "choices": [
            { "value": 1, "label": "จอดรถอยู่ในตำแหน่งเกียร์ว่าง" },
            { "value": 2, "label": "ตรวจวัด 2 ครั้ง ใช้ค่าเฉลี่ยเป็นเกณฑ์" },
            { "value": 3, "label": "เดินเครื่องยนต์ให้อยู่ในอุณหภูมิใช้งานปกติ" },
            { "value": 4, "label": "ถ้าไม่สามารถสอดหัววัดของเครื่องมือเข้าไปในท่อไอเสียได้ ให้จ่อหัววัดไว้ที่ปลายท่อไอเสียแทน" },
            { "value": 5, "label": "ขณะตรวจวัดเครื่องยนต์อยู่ในรอบเดินเบา" }
        ],
        "answer": 4
    },
    {
        "id": 8005,
        "question": "วิธีการตรวจสอบค่าก๊าซคาร์บอนมอนอกไซด์ (CO) และก๊าซไฮโดรคาร์บอน (HC) ข้อใดถูกต้อง?",
        "choices": [
            { "value": 1, "label": "ขณะตรวจวัดให้เครื่องยนต์อยู่ในรอบเดินเบา" },
            { "value": 2, "label": "จอดรถอยู่ในตำแหน่งเกียร์ P" },
            { "value": 3, "label": "เดินเครื่องยนต์ให้อยู่ในอุณหภูมิใช้งานปกติ เปิดแอร์ และเปิดไฟหน้ารถ" },
            { "value": 4, "label": "ถ้าไม่สามารถสอดหัววัดของเครื่องมือเข้าไปในท่อไอเสียได้ ให้จ่อหัววัดไว้ที่ปลายท่อไอเสียแทน" },
            { "value": 5, "label": "ตรวจวัด 2 ครั้ง ใช้ค่าสูงสุดเป็นเกณฑ์" }
        ],
        "answer": 1
    },
    {
        "id": 8006,
        "question": "ข้อใดคือเกณฑ์การวินิจฉัยการตรวจสอบค่า CO และ HC ของรถตามกฎหมายว่าด้วยการขนส่งทางบกที่ใช้ก๊าซธรรมชาติเป็นเชื้อเพลิง?",
        "choices": [
            { "value": 1, "label": "ค่า CO ต้องไม่เกินร้อยละ 4.5 โดยปริมาตร และค่า HC ต้องไม่เกิน 200 ppm" },
            { "value": 2, "label": "ค่า CO ต้องไม่เกินร้อยละ 1.5 โดยปริมาตร และค่า HC ต้องไม่เกิน 200 ppm" },
            { "value": 3, "label": "ค่า CO ต้องไม่เกินร้อยละ 2.0 โดยปริมาตร และค่า HC ต้องไม่เกิน 200 ppm" },
            { "value": 4, "label": "ค่า CO ต้องไม่เกินร้อยละ 2.0 โดยปริมาตร และค่า HC ต้องไม่เกิน 600 ppm" },
            { "value": 5, "label": "ค่า CO ต้องไม่เกินร้อยละ 4.5 โดยปริมาตร และค่า HC ต้องไม่เกิน 600 ppm" }
        ],
        "answer": 4
    },
    {
        "id": 8007,
        "question": "รถที่จดตามพระราชบัญญัติการขนส่งทางบกใช้เชื้อเพลิง “น้ำมันเบนซินสลับกับก๊าซ” การวัด CO และค่า HC ปฏิบัติอย่างไร?",
        "choices": [
            { "value": 1, "label": "วัดเฉพาะที่ใช้เชื้อเพลิงเบนซิน ค่า CO ไม่เกิน 1.5% ค่า HC ไม่เกิน 200 ppm" },
            { "value": 2, "label": "วัดเฉพาะที่ใช้เชื้อเพลิงเบนซิน ค่า CO ไม่เกิน 4.5% ค่า HC ไม่เกิน 600 ppm" },
            { "value": 3, "label": "วัดทั้งสองชนิด เชื้อเพลิงเบนซิน ค่า CO ไม่เกิน 2.0% ค่า HC ไม่เกิน 600 ppm เชื้อเพลิงก๊าซ ค่า CO ไม่เกิน 4.5% ค่า HC ไม่เกิน 600 ppm" },
            { "value": 4, "label": "วัดทั้งสองชนิด เชื้อเพลิงเบนซิน ค่า CO ไม่เกิน 4.5% ค่า HC ไม่เกิน 600 ppm เชื้อเพลิงก๊าซ ค่า CO ไม่เกิน 2.0% ค่า HC ไม่เกิน 600 ppm" },
            { "value": 5, "label": "วัดเฉพาะที่ใช้เชื้อเพลิงเบนซิน ค่า CO ไม่เกิน 2.0% ค่า HC ไม่เกิน 600 ppm" }
        ],
        "answer": 4
    },
    {
        "id": 8008,
        "question": "ข้อใดคือเกณฑ์การวินิจฉัยการตรวจสอบค่า CO และ HC ของรถจักรยานยนต์ส่วนบุคคลที่จดทะเบียนไว้ตั้งแต่วันที่ 1 มกราคม 2553?",
        "choices": [
            { "value": 1, "label": "ค่า CO ต้องไม่เกินร้อยละ 2.5 โดยปริมาตร และค่า HC ต้องไม่เกิน 2,000 ppm" },
            { "value": 2, "label": "ค่า CO ต้องไม่เกินร้อยละ 2.5 โดยปริมาตร และค่า HC ต้องไม่เกิน 1,000 ppm" },
            { "value": 3, "label": "ค่า CO ต้องไม่เกินร้อยละ 3.5 โดยปริมาตร และค่า HC ต้องไม่เกิน 1,000 ppm" },
            { "value": 4, "label": "ค่า CO ต้องไม่เกินร้อยละ 4.5 โดยปริมาตร และค่า HC ต้องไม่เกิน 3,000 ppm" },
            { "value": 5, "label": "ค่า CO ต้องไม่เกินร้อยละ 4.5 โดยปริมาตร และค่า HC ต้องไม่เกิน 2,000 ppm" }
        ],
        "answer": 2
    },
    {
        "id": 8009,
        "question": "ข้อใดคือเกณฑ์การวินิจฉัยการตรวจสอบค่า CO และ HC ของรถจักรยานยนต์ส่วนบุคคลที่จดทะเบียนไว้ตั้งแต่วันที่ 1 กรกฎาคม 2549 ถึงวันที่ 31 ธันวาคม 2552?",
        "choices": [
            { "value": 1, "label": "ค่า CO ต้องไม่เกินร้อยละ 1.5 โดยปริมาตร และค่า HC ต้องไม่เกิน 200 ppm" },
            { "value": 2, "label": "ค่า CO ต้องไม่เกินร้อยละ 3.5 โดยปริมาตร และค่า HC ต้องไม่เกิน 2,000 ppm" },
            { "value": 3, "label": "ค่า CO ต้องไม่เกินร้อยละ 2.0 โดยปริมาตร และค่า HC ต้องไม่เกิน 600 ppm" },
            { "value": 4, "label": "ค่า CO ต้องไม่เกินร้อยละ 2.5 โดยปริมาตร และค่า HC ต้องไม่เกิน 1,000 ppm" },
            { "value": 5, "label": "ค่า CO ต้องไม่เกินร้อยละ 4.5 โดยปริมาตร และค่า HC ต้องไม่เกิน 10,000 ppm" }
        ],
        "answer": 2
    },
    {
        "id": 8010,
        "question": "ข้อใดคือเกณฑ์การวินิจฉัยการตรวจสอบค่า CO และ HC ของรถจักรยานยนต์ส่วนบุคคลที่จดทะเบียนไว้ก่อนวันที่ 1 กรกฎาคม 2549?",
        "choices": [
            { "value": 1, "label": "ค่า CO ต้องไม่เกินร้อยละ 1.5 โดยปริมาตร และค่า HC ต้องไม่เกิน 200 ppm" },
            { "value": 2, "label": "ค่า CO ต้องไม่เกินร้อยละ 2.0 โดยปริมาตร และค่า HC ต้องไม่เกิน 600 ppm" },
            { "value": 3, "label": "ค่า CO ต้องไม่เกินร้อยละ 4.5 โดยปริมาตร และค่า HC ต้องไม่เกิน 10,000 ppm" },
            { "value": 4, "label": "ค่า CO ต้องไม่เกินร้อยละ 3.5 โดยปริมาตร และค่า HC ต้องไม่เกิน 2,000 ppm" },
            { "value": 5, "label": "ค่า CO ต้องไม่เกินร้อยละ 2.5 โดยปริมาตร และค่า HC ต้องไม่เกิน 1,000 ppm" }
        ],
        "answer": 3
    },
    {
        "id": 8011,
        "question": "รถยนต์นั่งส่วนบุคคลไม่เกิน 7 ที่นั่ง จดทะเบียนครั้งแรกวันที่ 1 ตุลาคม 2537 มีเกณฑ์การวินิจฉัยผลการตรวจ CO และ HC อย่างไร?",
        "choices": [
            { "value": 1, "label": "ค่า HC ไม่เกิน 200 ppm และ CO ไม่เกินร้อยละ 1.5" },
            { "value": 2, "label": "ค่า HC ไม่เกิน 200 ppm และ CO ไม่เกินร้อยละ 4.5" },
            { "value": 3, "label": "ค่า HC ไม่เกิน 600 ppm และ CO ไม่เกินร้อยละ 1.5" },
            { "value": 4, "label": "ค่า HC ไม่เกิน 100 ppm และ CO ไม่เกินร้อยละ 3.5" },
            { "value": 5, "label": "ค่า HC ไม่เกิน 600 ppm และ CO ไม่เกินร้อยละ 4.5" }
        ],
        "answer": 1
    },
    {
        "id": 8012,
        "question": "ขั้นตอนการเตรียมรถก่อนทำการตรวจวัดไอเสียของรถ ข้อใดไม่ถูกต้อง?",
        "choices": [
            { "value": 1, "label": "จอดรถให้อยู่ในตำแหน่งพร้อมทดสอบ ตำแหน่งเกียร์จอด" },
            { "value": 2, "label": "ปิดแอร์ ปิดเครื่องเสียง ปิดไฟ" },
            { "value": 3, "label": "ตรวจสอบเครื่องยนต์ให้มีอุณหภูมิปกติ" },
            { "value": 4, "label": "ตรวจสอบสภาพท่อไอเสียของรถ ต้องไม่ชำรุด ฉีกขาด" },
            { "value": 5, "label": "ตรวจสอบรอบเดินเบาของเครื่องยนต์" }
        ],
        "answer": 1
    },
    {
        "id": 8013,
        "question": "ค่าควันดำที่วัดได้ทั้งสองครั้งแตกต่างกันเท่าใด จึงทำการตรวจใหม่?",
        "choices": [
            { "value": 1, "label": "3%" },
            { "value": 2, "label": "4%" },
            { "value": 3, "label": "5%" },
            { "value": 4, "label": "6%" },
            { "value": 5, "label": "2%" }
        ],
        "answer": 4
    },
    {
        "id": 8014,
        "question": "ค่าควันดำที่วัดขณะเครื่องยนต์มีภาระ และอยู่บนเครื่องทดสอบที่วัดได้ทั้งสองครั้งใช้ค่าใด?",
        "choices": [
            { "value": 1, "label": "ค่าเฉลี่ย" },
            { "value": 2, "label": "ค่าผลต่าง" },
            { "value": 3, "label": "ค่าใดก็ได้" },
            { "value": 4, "label": "ค่าต่ำสุด" },
            { "value": 5, "label": "ค่าสูงสุด" }
        ],
        "answer": 5
    },
    {
        "id": 8015,
        "question": "การเตรียมรถยนต์ก่อนการตรวจวัดควันดำ ข้อใดกล่าวไม่ถูกต้อง?",
        "choices": [
            { "value": 1, "label": "ตรวจสอบท่อไอเสียรถยนต์ต้องไม่มีการชำรุด" },
            { "value": 2, "label": "จอดรถยนต์ให้อยู่ในตำแหน่งเกียร์ว่าง" },
            { "value": 3, "label": "ปิดระบบปรับอากาศของรถยนต์ ก่อนตรวจวัด" },
            { "value": 4, "label": "กรณีมีท่อไอเสีย 2 ท่อ ให้วัดท่อใดท่อหนึ่งเท่านั้น" },
            { "value": 5, "label": "เดินเครื่องยนต์ให้อยู่ในอุณหภูมิใช้งานปกติ" }
        ],
        "answer": 4
    },
    {
        "id": 8016,
        "question": "วิธีการตรวจวัดควันดำแบบวัดความทึบแสง ข้อใดกล่าวไม่ถูกต้อง?",
        "choices": [
            { "value": 1, "label": "ก่อนตรวจวัด เดินเครื่องยนต์ให้อยู่ในอุณหภูมิใช้งานปกติ" },
            { "value": 2, "label": "เปิดระบบปรับอากาศของรถยนต์ ก่อนตรวจวัด" },
            { "value": 3, "label": "เร่งเครื่องยนต์อย่างรวดเร็วจนสุดคันเร่ง พร้อมตรวจวัดควันดำ" },
            { "value": 4, "label": "ตรวจวัด 2 ครั้ง ใช้ค่าสูงกว่าเป็นเกณฑ์" },
            { "value": 5, "label": "ตรวจสอบรอบเดินเบาของรถ และจอดรถอยู่ในตำแหน่งเกียร์ N" }
        ],
        "answer": 2
    },
    {
        "id": 8017,
        "question": "ถ้าค่าควันดำที่ตรวจวัดได้ทั้งสองครั้งแตกต่างกันเกินกว่าที่กฎหมายกำหนด มีวิธีการปฏิบัติอย่างไร?",
        "choices": [
            { "value": 1, "label": "ยกเลิกการตรวจวัด และให้ทำการตรวจวัดใหม่ 2 ครั้ง" },
            { "value": 2, "label": "ยกเลิกการตรวจวัด และให้ทำการตรวจวัดใหม่ 1 ครั้ง เทียบกับค่าครั้งที่ 1" },
            { "value": 3, "label": "ทำการตรวจวัดใหม่เพิ่ม 1 ครั้งเทียบกับค่าการวัดครั้งใดก็ได้ที่มีค่าแตกต่างกันไม่เกินร้อยละ 5" },
            { "value": 4, "label": "สรุปผลว่าไม่ผ่านการตรวจสภาพการวัดควันดำ" },
            { "value": 5, "label": "ยกเลิกการตรวจวัด และให้ทำการตรวจวัดใหม่ 1 ครั้ง เทียบกับค่าครั้งที่ 2" }
        ],
        "answer": 1
    },
    {
        "id": 8018,
        "question": "การเร่งเครื่องยนต์และเก็บตัวอย่างค่าควันดำควรปฏิบัติอย่างไร?",
        "choices": [
            { "value": 1, "label": "ให้เร่งเครื่องยนต์อย่างช้าๆ จนสุดคันเร่ง พร้อมเก็บตัวอย่างควันดำหลังจากสิ้นสุดการเร่งเครื่อง" },
            { "value": 2, "label": "ให้เร่งเครื่องยนต์อย่างรวดเร็วจนสุดคันเร่ง พร้อมเก็บตัวอย่างควันดำขณะเริ่มกดคันเร่ง" },
            { "value": 3, "label": "ให้เร่งเครื่องยนต์อย่างรวดเร็วจนสุดคันเร่ง พร้อมเก็บตัวอย่างควันดำหลังจากสิ้นสุดการเร่งเครื่อง" },
            { "value": 4, "label": "ให้เร่งเครื่องยนต์อย่างช้าๆ จนสุดคันเร่ง พร้อมเก็บตัวอย่างควันดำขณะเริ่มกดคันเร่ง" },
            { "value": 5, "label": "ให้เร่งเครื่องยนต์จนความเร็วรอบเป็น 1/2 ของความเร็วรอบสูงสุด พร้อมเก็บตัวอย่างควันดำ" }
        ],
        "answer": 2
    },
    {
        "id": 8019,
        "question": "การเร่งเครื่องยนต์เพื่อตรวจวัดควันดำแบบวัดความทึบแสง ควรปฏิบัติอย่างไร?",
        "choices": [
            { "value": 1, "label": "เร่งเครื่องยนต์อย่างรวดเร็วจนความเร็วรอบเป็นความเร็วที่ให้กำลังม้าสูงสุด พร้อมตรวจวัดควันดำ" },
            { "value": 2, "label": "เร่งเครื่องยนต์อย่างรวดเร็วจนสุดคันเร่ง พร้อมตรวจวัดควันดำ" },
            { "value": 3, "label": "เร่งเครื่องยนต์ช้าๆ จนสุดคันเร่ง พร้อมตรวจวัดควันดำ" },
            { "value": 4, "label": "เร่งเครื่องยนต์อย่างรวดเร็วจนความเร็วรอบเป็น 1/2 ของความเร็วรอบสูงสุด พร้อมตรวจวัดควันดำ" },
            { "value": 5, "label": "เร่งเครื่องยนต์อย่างรวดเร็วจนความเร็วรอบเป็น 3/4 ของความเร็วรอบสูงสุด พร้อมตรวจวัดควันดำ" }
        ],
        "answer": 2
    },
    {
        "id": 8020,
        "question": "เกณฑ์การวัดควันดำระบบกระดาษกรอง ขณะเครื่องยนต์ไม่มีภาระ มีค่าเท่าใด?",
        "choices": [
            { "value": 1, "label": "ไม่เกิน 35%" },
            { "value": 2, "label": "ไม่เกิน 40%" },
            { "value": 3, "label": "ไม่เกิน 45%" },
            { "value": 4, "label": "ไม่เกิน 50%" },
            { "value": 5, "label": "ไม่เกิน 30%" }
        ],
        "answer": 4
    },
    {
        "id": 8021,
        "question": "เกณฑ์การวัดควันดำ ระบบวัดความทึบแสง ขณะเครื่องยนต์ไม่มีภาระ มีค่าเท่าใด?",
        "choices": [
            { "value": 1, "label": "ไม่เกิน 40%" },
            { "value": 2, "label": "ไม่เกิน 45%" },
            { "value": 3, "label": "ไม่เกิน 30%" },
            { "value": 4, "label": "ไม่เกิน 35%" },
            { "value": 5, "label": "ไม่เกิน 50%" }
        ],
        "answer": 2
    },
    {
        "id": 8022,
        "question": "รถตามกฏหมายว่าด้วยการขนส่งทางบก ประเภทใดที่ไม่ต้องตรวจวัดค่าควันดำ ?",
        "choices": [
            { "value": 1, "label": "รถโดยสารพ่วงปรับอากาศ" },
            { "value": 2, "label": "รถบรรทุกน้ำมัน" },
            { "value": 3, "label": "รถขนาดเล็ก" },
            { "value": 4, "label": "รถบรทุกวัสดุอันตราย" },
            { "value": 5, "label": "รถโดยสารปรับอากาศพิเศษ ม.1 " }
        ],
        "answer": 1
    },
    {
        "id": 8023,
        "question": "ค่าควันดำที่วัดขณะที่เครื่องยนต์ไม่มีภาระ ค่าที่ได้ทั้งสองครั้งใช้ค่าใดเป็นเกณฑ์?",
        "choices": [
            { "value": 1, "label": "ค่าใดก็ได้" },
            { "value": 2, "label": "ค่าต่ำสุด" },
            { "value": 3, "label": "ค่าเฉลี่ย" },
            { "value": 4, "label": "ค่าสูงสุด" },
            { "value": 5, "label": "ค่าผลต่าง" }
        ],
        "answer": 4
    },
    {
        "id": 8024,
        "question": "ข้อใดกล่าวไม่ถูกต้องเกี่ยวกับสีของโคมไฟต่างๆ ที่กำหนดไว้ในกฎกระทรวงกำหนดส่วนควบและเครื่องอุปกรณ์สำหรับรถ พ.ศ. 2551?",
        "choices": [
            { "value": 1, "label": "โคมไฟแสงพุ่งต่ำ แสงขาวหรือเหลืองอ่อน" },
            { "value": 2, "label": "โคมไฟเลี้ยว แสงสัญญาณสีอำพัน" },
            { "value": 3, "label": "โคมไฟแสงพุ่งไกล แสงขาวหรือเหลืองอ่อน" },
            { "value": 4, "label": "โคมไฟหยุด แสงแดง" },
            { "value": 5, "label": "โคมไฟถอย แสงขาว" }
        ],
        "answer": 2
    },
    {
        "id": 8025,
        "question": "โคมไฟแสดงส่วนสูงและประเภทรถจะต้องจัดให้มีเมื่อรถมีความสูงเกินเท่าใด?",
        "choices": [
            { "value": 1, "label": "250 เซนติเมตร" },
            { "value": 2, "label": "240 เซนติเมตร" },
            { "value": 3, "label": "ไม่มีข้อกำหนด" },
            { "value": 4, "label": "220 เซนติเมตร" },
            { "value": 5, "label": "230 เซนติเมตร" }
        ],
        "answer": 1
    },
    {
        "id": 8026,
        "question": "โคมไฟแสงพุ่งต่ำ มีระยะความสูงจากผิวทางเท่าใด?",
        "choices": [
            { "value": 1, "label": "สูงจากผิวทางไม่น้อยกว่า 40 เซนติเมตร แต่ไม่เกิน 150 เซนติเมตร" },
            { "value": 2, "label": "ไม่มีข้อกำหนด แต่ไม่เกิน 150 เซนติเมตร" },
            { "value": 3, "label": "สูงจากผิวทางไม่น้อยกว่า 30 เซนติเมตร แต่ไม่เกิน 135 เซนติเมตร" },
            { "value": 4, "label": "สูงจากผิวทางไม่น้อยกว่า 30 เซนติเมตร แต่ไม่เกิน 150 เซนติเมตร" },
            { "value": 5, "label": "สูงจากผิวทางไม่น้อยกว่า 40 เซนติเมตร แต่ไม่เกิน 135 เซนติเมตร" }
        ],
        "answer": 5
    },
    {
        "id": 8027,
        "question": "ค่าความเข้มส่องสว่างของโคมไฟแสงพุ่งไกลในแต่ละดวงต้องมีค่าตั้งแต่เท่าไร?",
        "choices": [
            { "value": 1, "label": "ตั้งแต่ 64,000 แคนเดลลา" },
            { "value": 2, "label": "ตั้งแต่ 4,300 แคนเดลลา" },
            { "value": 3, "label": "ตั้งแต่ 6,400 แคนเดลลา" },
            { "value": 4, "label": "ตั้งแต่ 12,000 แคนเดลลา" },
            { "value": 5, "label": "ตั้งแต่ 1,200 แคนเดลลา" }
        ],
        "answer": 4
    },
    {
        "id": 8028,
        "question": "ค่าความเข้มส่องสว่างของโคมไฟแสงพุ่งไกลในแต่ละดวงต้องมีค่าตั้งแต่เท่าไร และทุกดวงรวมกันต้องมีค่าเท่าใด?",
        "choices": [
            { "value": 1, "label": "ตั้งแต่ 12,000 แคนเดลลา และทุกดวงรวมกันมีค่าไม่เกิน 430,000 แคนเดลลา" },
            { "value": 2, "label": "ตั้งแต่ 64,000 แคนเดลลา และทุกดวงรวมกันมีค่าไม่เกิน 430,000 แคนเดลลา" },
            { "value": 3, "label": "ตั้งแต่ 6,400 แคนเดลลา และทุกดวงรวมกันมีค่าไม่เกิน 430,000 แคนเดลลา" },
            { "value": 4, "label": "ไม่กำหนด และทุกดวงรวมกันมีค่าไม่เกิน 430,000 แคนเดลลา" },
            { "value": 5, "label": "ตั้งแต่ 1,200 แคนเดลลา และทุกดวงรวมกันมีค่าไม่เกิน 430,000 แคนเดลลา" }
        ],
        "answer": 1
    },
    {
        "id": 8029,
        "question": "ค่าความเข้มส่องสว่างของโคมไฟแสงพุ่งต่ำและไฟแสงพุ่งไกลในแต่ละดวงต้องมีค่าเท่าใด?",
        "choices": [
            { "value": 1, "label": "โคมไฟแสงพุ่งต่ำ ตั้งแต่ 12,000 แคนเดลลา และโคมไฟแสงพุ่งไกล ตั้งแต่ 64,000 แคนเดลลา" },
            { "value": 2, "label": "โคมไฟแสงพุ่งต่ำ ตั้งแต่ 12,000 แคนเดลลา และโคมไฟแสงพุ่งไกล ตั้งแต่ 430,000 แคนเดลลา" },
            { "value": 3, "label": "โคมไฟแสงพุ่งต่ำ ตั้งแต่ 6,400 แคนเดลลา และโคมไฟแสงพุ่งไกล ตั้งแต่ 13,000 แคนเดลลา" },
            { "value": 4, "label": "ไม่กำหนด และทุกดวงรวมกันมีค่าไม่เกิน 430,000 แคนเดลลา" },
            { "value": 5, "label": "โคมไฟแสงพุ่งต่ำ ตั้งแต่ 6,400 แคนเดลลา และโคมไฟแสงพุ่งไกล ตั้งแต่ 12,000 แคนเดลลา" }
        ],
        "answer": 5
    },
    {
        "id": 8030,
        "question": "ค่าความเข้มส่องสว่างของโคมไฟแสงพุ่งไกลทุกดวงรวมกันต้องมีค่าไม่เกินเท่าใด?",
        "choices": [
            { "value": 1, "label": "ไม่เกิน 43,000 แคนเดลลา" },
            { "value": 2, "label": "ไม่เกิน 12,000 แคนเดลลา" },
            { "value": 3, "label": "ไม่ได้กำหนดไว้" },
            { "value": 4, "label": "ไม่เกิน 6,400 แคนเดลลา" },
            { "value": 5, "label": "ไม่เกิน 430,000 แคนเดลลา" }
        ],
        "answer": 5
    },
    {
        "id": 8031,
        "question": "วิธีการเตรียมเครื่องทดสอบโคมไฟหน้ารถ ข้อใดกล่าวถูกต้อง?",
        "choices": [
            { "value": 1, "label": "การตรวจวัดโคมไฟแสงพุ่งไกล ตั้งฉากรับแสงไว้ที่ร้อยละ 0.5" },
            { "value": 2, "label": "วัดระยะความสูงจากพื้นถึงจุดบนสุดของโคมไฟหน้า และให้อยู่ระดับเดียวกับกึ่งกลางเครื่องทดสอบฯ" },
            { "value": 3, "label": "ปรับตำแหน่งให้เครื่องทดสอบฯ มีแนวขนานกับด้านหน้าของรถ" },
            { "value": 4, "label": "หาตำแหน่งจุดสูงสุดของโคมไฟหน้ารถ" },
            { "value": 5, "label": "เครื่องทดสอบโคมไฟหน้าต้องวางสูงกว่าแนวระนาบพื้นของการจอดรถ" }
        ],
        "answer": 3
    },
    {
        "id": 8032,
        "question": "ทิศทางการเบี่ยงเบนของลำแสงโคมไฟแสงพุ่งต่ำมีเกณฑ์กำหนดอย่างไร?",
        "choices": [
            { "value": 1, "label": "เมื่อเทียบกับเส้นทึบแนวตั้ง จะต้องไม่เบนไปทางขวา และเมื่อเทียบกับเส้นทึบแนวระนาบ จะต้องมีมุมกดระหว่างร้อยละ 0.5 - 4.0" },
            { "value": 2, "label": "เมื่อเทียบกับเส้นทึบแนวตั้ง จะต้องไม่เบนไปทางซ้าย และเมื่อเทียบกับเส้นทึบแนวระนาบ จะต้องมีมุมกดระหว่างร้อยละ 0.29 - 2.29" },
            { "value": 3, "label": "เมื่อเทียบกับเส้นทึบแนวตั้ง จะต้องไม่เบนไปทางขวา และเมื่อเทียบกับเส้นทึบแนวระนาบ จะต้องมีมุมกดระหว่างร้อยละ 0.29 - 2.29" },
            { "value": 4, "label": "เมื่อเทียบกับเส้นทึบแนวตั้ง จะต้องไม่เบนไปทางขวา และเมื่อเทียบกับเส้นทึบแนวระนาบ จะต้องมีมุมกดระหว่างร้อยละ 4.0 - 5.0" },
            { "value": 5, "label": "เมื่อเทียบกับเส้นทึบแนวตั้ง จะต้องไม่เบนไปทางซ้าย และเมื่อเทียบกับเส้นทึบแนวระนาบ จะต้องมีมุมกดระหว่างร้อยละ 0.5 - 4.0" }
        ],
        "answer": 1
    },
    {
        "id": 8033,
        "question": "ทิศทางการเบี่ยงเบนของลำแสงโคมไฟแสงพุ่งไกลมีเกณฑ์กำหนดอย่างไร?",
        "choices": [
            { "value": 1, "label": "เมื่อเทียบกับเส้นทึบแนวตั้งจะต้องไม่เบนไปทางขวา และเมื่อเทียบกับเส้นทึบแนวระนาบ จะต้องไม่สูงเกินกว่าแนวระนาบ" },
            { "value": 2, "label": "เมื่อเทียบกับเส้นทึบแนวตั้งจะต้องไม่เบนไปทางขวา และเมื่อเทียบกับเส้นทึบแนวระนาบ จะต้องสูงเกินกว่าแนวระนาบ" },
            { "value": 3, "label": "เมื่อเทียบกับเส้นทึบแนวตั้งจะต้องไม่เบนไปทางซ้าย และเมื่อเทียบกับเส้นทึบแนวระนาบ จะต้องสูงเกินกว่าแนวระนาบ" },
            { "value": 4, "label": "เมื่อเทียบกับเส้นทึบแนวตั้งจะต้องไม่เบนไปทางซ้าย และเมื่อเทียบกับเส้นทึบแนวระนาบ จะต้องไม่สูงเกินกว่าแนวระนาบ" },
            { "value": 5, "label": "เมื่อเทียบกับเส้นทึบแนวตั้งจะต้องไม่เบนไปทางซ้าย และเมื่อเทียบกับเส้นทึบแนวระนาบ จะต้องมีระดับเดียวกันกับแนวระนาบ" }
        ],
        "answer": 1
    },
    {
        "id": 8034,
        "question": "การตรวจวัดเสียงดังรถจักรยานยนต์จะต้องเร่งเครื่องยนต์ให้มีความเร็วรอบสามในสี่ หรือกึ่งหนึ่งของความเร็วรอบสูงสุด “ความเร็วรอบสูงสุด” หมายถึงข้อใด?",
        "choices": [
            { "value": 1, "label": "ความเร็วของเพลา" },
            { "value": 2, "label": "ความเร็วของเพลาข้อเหวี่ยง" },
            { "value": 3, "label": "ความเร็วของล้อรถ" },
            { "value": 4, "label": "ความเร็วสูงสุดที่รถนั้นวิ่งได้" },
            { "value": 5, "label": "ความเร็วรอบของเครื่องยนต์ที่ให้กำลังสูงสุด" }
        ],
        "answer": 5
    },
    {
        "id": 8035,
        "question": "การเตรียมการตรวจวัดระดับเสียงของรถยนต์ที่ระยะ 0.5 เมตร ข้อใดกล่าวไม่ถูกต้อง?",
        "choices": [
            { "value": 1, "label": "สอบเทียบกับเครื่องกำเนิดเสียงมาตรฐาน" },
            { "value": 2, "label": "ปรับเครื่องวัดเสียงไว้ที่วงจรถ่วงน้ำหนัก \"A\"" },
            { "value": 3, "label": "ต้องมีระยะห่างจากรถยนต์ที่จะทำการวัด ตั้งแต่ 3 เมตร แต่ไม่ถึง 10 เมตร" },
            { "value": 4, "label": "ปรับลักษณะความไวตอบรับเสียง \"Slow\"" },
            { "value": 5, "label": "สถานที่ที่เป็นพื้นราบทำด้วยคอนกรีตหรือแอสฟัลต์" }
        ],
        "answer": 4
    },
    {
        "id": 8036,
        "question": "การเตรียมการตรวจวัดระดับเสียงของรถยนต์ที่ระยะ 0.5 เมตร ข้อใดกล่าวไม่ถูกต้อง?",
        "choices": [
            { "value": 1, "label": "ปรับลักษณะความไวตอบรับเสียง \"Fast\"" },
            { "value": 2, "label": "สถานที่ที่เป็นพื้นราบทำด้วยคอนกรีตหรือแอสฟัลต์" },
            { "value": 3, "label": "สอบเทียบกับเครื่องกำเนิดเสียงมาตรฐาน" },
            { "value": 4, "label": "ต้องมีระยะห่างจากรถยนต์ที่จะทำการวัด ตั้งแต่ 3 เมตร แต่ไม่ถึง 5 เมตร" },
            { "value": 5, "label": "ปรับเครื่องวัดเสียงไว้ที่วงจรถ่วงน้ำหนัก \"A\"" }
        ],
        "answer": 4
    },
    {
        "id": 8037,
        "question": "การเตรียมความพร้อมในการวัดเสียง ข้อใดกล่าวไม่ถูกต้อง?",
        "choices": [
            { "value": 1, "label": "ปรับความสูงของเครื่องวัดเสียงให้ปลายไมโครโฟนอยู่ในระดับเดียวกับปลายท่อไอเสีย" },
            { "value": 2, "label": "ปรับวงจรถ่วงน้ำหนักของเครื่องวัดเสียงไปตำแหน่ง เดซิเบลบี (dbB)" },
            { "value": 3, "label": "ตรวจดูตำแหน่งปลายท่อไอเสียเพื่อกำหนดระยะห่างให้ถูกต้อง" },
            { "value": 4, "label": "เดินเครื่องยนต์จนมีอุณหภูมิใช้งานปกติ" },
            { "value": 5, "label": "ตรวจวัดระดับเสียงของสภาพแวดล้อมต้องไม่เกินกว่าที่กำหนด" }
        ],
        "answer": 2
    },
    {
        "id": 8038,
        "question": "เมื่อต้องตรวจวัดระดับเสียงของรถยนต์หรือรถจักรยานยนต์ ข้อใดกล่าวไม่ถูกต้อง?",
        "choices": [
            { "value": 1, "label": "ปรับเครื่องวัดระดับเสียงไว้ที่ลักษณะความไวตอบรับเสียง \"Fast\"" },
            { "value": 2, "label": "ปรับเทียบความเที่ยงตรงกับเครื่องกำเนิดเสียงมาตรฐาน (Acoustic Calibrator)" },
            { "value": 3, "label": "ปรับเครื่องวัดระดับเสียงไว้ที่วงจรถ่วงน้ำหนัก \"C\"" },
            { "value": 4, "label": "ความสูงของหัวไมโครโฟนเครื่องวัดระดับเสียงต้องเสมอระดับปลายท่อไอเสียของรถ แต่ต้องสูงไม่น้อยกว่า 20 เซนติเมตร" },
            { "value": 5, "label": "รถยนต์หรือรถจักรยานยนต์ต้องจอดห่างผนังหรือทางเท้าไม่เกิน 1.0 เมตร" }
        ],
        "answer": 3
    },
    {
        "id": 8039,
        "question": "เมื่อต้องตรวจวัดระดับเสียงของรถยนต์หรือรถจักรยานยนต์ ข้อใดกล่าวไม่ถูกต้อง?",
        "choices": [
            { "value": 1, "label": "ความสูงของหัวไมโครโฟนเครื่องวัดระดับเสียงต้องเสมอระดับปลายท่อไอเสียของรถ แต่ต้องสูงไม่น้อยกว่า 20 เซนติเมตร" },
            { "value": 2, "label": "ปรับเครื่องวัดระดับเสียงไว้ที่วงจรถ่วงน้ำหนัก \"A\"" },
            { "value": 3, "label": "ปรับเครื่องวัดระดับเสียงไว้ที่ลักษณะความไวตอบรับเสียง \"Fast\"" },
            { "value": 4, "label": "ปรับเทียบความเที่ยงตรงกับเครื่องกำเนิดเสียงมาตรฐาน (Acoustic Calibrator)" },
            { "value": 5, "label": "รถยนต์หรือรถจักรยานยนต์ต้องจอดห่างผนังหรือทางเท้าไม่เกิน 0.5 เมตร" }
        ],
        "answer": 5
    },
    {
        "id": 8040,
        "question": "เมื่อต้องตรวจวัดระดับเสียงของรถยนต์หรือรถจักรยานยนต์ ข้อใดกล่าวไม่ถูกต้อง?",
        "choices": [
            { "value": 1, "label": "ปรับเครื่องวัดระดับเสียงไว้ที่วงจรถ่วงน้ำหนัก \"A\"" },
            { "value": 2, "label": "รถยนต์หรือรถจักรยานยนต์ต้องจอดห่างผนังหรือทางเท้าไม่เกิน 1.0 เมตร" },
            { "value": 3, "label": "ปรับเครื่องวัดระดับเสียงไว้ที่ลักษณะความไวตอบรับเสียง \"Fast\"" },
            { "value": 4, "label": "ความสูงของหัวไมโครโฟนเครื่องวัดระดับเสียงต้องเสมอระดับปลายท่อไอเสียของรถ แต่ต้องสูงไม่น้อยกว่า 45 เซนติเมตร" },
            { "value": 5, "label": "ปรับเทียบความเที่ยงตรงกับเครื่องกำเนิดเสียงมาตรฐาน (Acoustic Calibrator)" }
        ],
        "answer": 4
    },
    {
        "id": 8041,
        "question": "ข้อใดถูกต้องที่สุดเกี่ยวกับการตรวจวัดระดับเสียง?",
        "choices": [
            { "value": 1, "label": "ทำการตรวจวัดมากกว่าสองครั้ง ใช้ค่าสูงสุดเป็นเกณฑ์" },
            { "value": 2, "label": "ทำการตรวจวัดสองครั้ง ถ้าต่างกันเกิน 2 dBA ให้ตรวจวัดใหม่" },
            { "value": 3, "label": "ทำการตรวจวัดสองครั้ง ใช้ค่าน้อยสุดเป็นเกณฑ์" },
            { "value": 4, "label": "ทำการตรวจวัดสองครั้ง ถ้าต่างกันเกิน 3 dBA ให้ตรวจวัดใหม่" },
            { "value": 5, "label": "ทำการตรวจวัดสองครั้ง ใช้ค่าเฉลี่ยเป็นเกณฑ์" }
        ],
        "answer": 2
    },
    {
        "id": 8042,
        "question": "ข้อใดถูกต้องที่สุดเกี่ยวกับวิธีการตรวจวัดระดับเสียงของรถยนต์?",
        "choices": [
            { "value": 1, "label": "ให้ตรวจวัดระดับเสียง 2 ครั้ง และให้ถือเอาค่าเฉลี่ยเป็นระดับเสียงของรถยนต์" },
            { "value": 2, "label": "ให้ตรวจวัดระดับเสียง 1 ครั้ง ถ้าเสียงดังเกินเกณฑ์ที่กำหนดให้ทำการวัดใหม่ 1 ครั้ง" },
            { "value": 3, "label": "ให้ตรวจวัดระดับเสียง 2 ครั้ง และให้ใช้ค่าที่วัดครั้งใดก็ได้เป็นระดับเสียงของรถยนต์" },
            { "value": 4, "label": "ให้ตรวจวัดระดับเสียง 2 ครั้ง และให้ถือเอาค่าต่ำสุดเป็นระดับเสียงของรถยนต์" },
            { "value": 5, "label": "ถ้าค่าระดับเสียงจากการตรวจทั้ง 2 ครั้ง แตกต่างกันเกิน 2 เดซิเบลเอ ให้ตรวจวัดระดับเสียงโดยเริ่มต้นใหม่" }
        ],
        "answer": 5
    },
    {
        "id": 8043,
        "question": "โปรแกรมตรวจสภาพรถ Inspection Online ในส่วนของการวัดระดับเสียงของรถ จะให้เริ่มต้นการวัดใหม่ทั้งหมด ข้อใดถูกต้อง?",
        "choices": [
            { "value": 1, "label": "กดรับค่าครั้งที่ 1 ค่าที่ได้ 88.50 dBA กดรับค่าครั้งที่ 2 ค่าที่ได้ 89.00 dBA" },
            { "value": 2, "label": "กดรับค่าครั้งที่ 1 ค่าที่ได้ 87.50 dBA กดรับค่าครั้งที่ 2 ค่าที่ได้ 89.60 dBA" },
            { "value": 3, "label": "กดรับค่าครั้งที่ 1 ค่าที่ได้ 89.50 dBA กดรับค่าครั้งที่ 2 ค่าที่ได้ 91.00 dBA" },
            { "value": 4, "label": "กดรับค่าครั้งที่ 1 ค่าที่ได้ 50.00 dBA กดรับค่าครั้งที่ 2 ค่าที่ได้ 52.00 dBA" },
            { "value": 5, "label": "กดรับค่าครั้งที่ 1 ค่าที่ได้ 93.00 dBA กดรับค่าครั้งที่ 2 ค่าที่ได้ 91.00 dBA" }
        ],
        "answer": 2
    },
    {
        "id": 8044,
        "question": "วิธีการตรวจวัดค่าระดับเสียงของรถที่ระยะ 0.5 เมตร ข้อใดถูกต้อง?",
        "choices": [
            { "value": 1, "label": "วางเครื่องวัดระดับเสียงสูงจากพื้นเท่ากับความสูงของปลายท่อไอเสีย แต่ต้องสูงไม่น้อยกว่า 0.2 เมตร และห่างจากปลายท่อไอเสีย 0.5 เมตร หันแกนความไวเสียงของเครื่องวัดเข้าหาปลายท่อไอเสีย โดยขนานกับพื้นและทำมุม 45 องศากับทิศทางออกของไอเสีย" },
            { "value": 2, "label": "วางเครื่องวัดระดับเสียงสูงจากพื้นเท่ากับความสูงของปลายท่อไอเสีย และห่างจากปลายท่อไอเสีย 0.5 เมตร หันแกนความไวเสียงของเครื่องวัดเข้าหาปลายท่อไอเสีย โดยขนานกับพื้นและทำมุม 45 องศากับทิศทางออกของไอเสีย" },
            { "value": 3, "label": "วางเครื่องวัดระดับเสียงสูงจากพื้นเท่ากับความสูงของปลายท่อไอเสีย แต่ต้องสูงไม่น้อยกว่า 0.2 เมตร และห่างจากปลายท่อไอเสีย 0.5 เมตร หันแกนความไวเสียงของเครื่องวัดเข้าหาปลายท่อไอเสีย แนวเดียวกันกับทิศทางออกของไอเสีย" },
            { "value": 4, "label": "วางเครื่องวัดระดับเสียงสูงจากพื้นเท่ากับความสูงของปลายท่อไอเสีย แต่ต้องสูงไม่น้อยกว่า 0.2 เมตร และห่างจากปลายท่อไอเสีย 0.5 เมตร หันแกนความไวเสียงของเครื่องวัดเข้าหาปลายท่อไอเสีย แนวเดียวกันกับทิศทางออกของไอเสีย" },
            { "value": 5, "label": "วางเครื่องวัดระดับเสียงสูงจากพื้นไม่น้อยกว่า 0.2 เมตร และห่างจากปลายท่อไอเสีย 0.5 เมตร หันแกนความไวเสียงของเครื่องวัดเข้าหาปลายท่อไอเสีย แนวเดียวกันกับทิศทางออกของไอเสีย" }
        ],
        "answer": 1
    },
    {
        "id": 8045,
        "question": "วิธีการตรวจวัดค่าระดับเสียงของรถที่ระยะ 7.5 เมตร ข้อใดถูกต้อง?",
        "choices": [
            { "value": 1, "label": "วางเครื่องวัดระดับเสียงสูงจากพื้นเท่ากับ 1.2 เมตร และห่างจากปลายท่อไอเสีย 7.5 เมตร หันแกนความไวเสียงของเครื่องวัดเข้าหาปลายท่อไอเสียและทำมุม 45 องศากับทิศทางออกของไอเสีย" },
            { "value": 2, "label": "วางเครื่องวัดระดับเสียงสูงจากพื้นเท่ากับ 1 เมตร และห่างจากปลายท่อไอเสีย 7.5 เมตร หันแกนความไวเสียงของเครื่องวัดเข้าหาปลายท่อไอเสียและทำมุม 45 องศากับทิศทางออกของไอเสีย" },
            { "value": 3, "label": "วางเครื่องวัดระดับเสียงสูงจากพื้นเท่ากับ 0.5 เมตร และห่างจากปลายท่อไอเสีย 7.5 เมตร หันแกนความไวเสียงของเครื่องวัดเข้าหาปลายท่อไอเสียและทำมุม 45 องศากับทิศทางออกของไอเสีย" },
            { "value": 4, "label": "วางเครื่องวัดระดับเสียงสูงจากพื้นเท่ากับ 1 เมตร และห่างจากปลายท่อไอเสีย 7.5 เมตร หันแกนความไวเสียงของเครื่องวัดเข้าหาปลายท่อไอเสีย" },
            { "value": 5, "label": "วางเครื่องวัดระดับเสียงสูงจากพื้นเท่ากับ 1.2 เมตร และห่างจากปลายท่อไอเสีย 7.5 เมตร หันแกนความไวเสียงของเครื่องวัดเข้าหาปลายท่อไอเสีย" }
        ],
        "answer": 5
    },
    {
        "id": 8046,
        "question": "ข้อใดถูกต้องที่สุดเกี่ยวกับวิธีการตรวจวัดระดับเสียงของรถยนต์?",
        "choices": [
            { "value": 1, "label": "ตั้งเครื่องวัดระดับเสียงในระดับเดียวกันกับปลายท่อไอเสีย แต่ต้องสูงจากพื้นไม่น้อยกว่า 0.2 เมตร หันไมโครโฟนเข้าหาปลายท่อไอเสียและแกนไมโครโฟนจะต้องขนานกับพื้น ทำมุม 45 องศากับปลายท่อไอเสีย โดยมีระยะห่างจากปลายท่อไอเสีย 7.5 เมตร" },
            { "value": 2, "label": "ตั้งเครื่องวัดระดับเสียงในระดับเดียวกันกับปลายท่อไอเสีย แต่ต้องสูงจากพื้นไม่น้อยกว่า 0.2 เมตร หันไมโครโฟนเข้าหาปลายท่อไอเสียและแกนไมโครโฟนจะต้องขนานกับพื้น โดยมีระยะห่างจากปลายท่อไอเสีย 1.2 เมตร" },
            { "value": 3, "label": "ตั้งเครื่องวัดระดับเสียงในระดับเดียวกันกับปลายท่อไอเสีย แต่ต้องสูงจากพื้นไม่น้อยกว่า 0.2 เมตร หันไมโครโฟนเข้าหาปลายท่อไอเสียและแกนไมโครโฟนจะต้องขนานกับพื้น โดยมีระยะห่างจากปลายท่อไอเสีย 0.5 เมตร" },
            { "value": 4, "label": "ตั้งเครื่องวัดระดับเสียงโดยหันแกนของไมโครโฟนของเครื่องวัดระดับเสียงเข้าหารถยนต์ สูงจากพื้นระดับเดียวกันกับปลายท่อไอเสียและห่างจากปลายท่อไอเสีย 7.5 เมตร หันไมโครโฟนเข้าหาปลายท่อไอเสีย โดยแกนไมโครโฟนจะต้องขนานกับพื้น" },
            { "value": 5, "label": "ตั้งเครื่องวัดระดับเสียงในระดับเดียวกันกับปลายท่อไอเสีย แต่ต้องสูงจากพื้นไม่น้อยกว่า 0.2 เมตร หันไมโครโฟนเข้าหาปลายท่อไอเสียและแกนไมโครโฟนจะต้องขนานกับพื้น ทำมุม 45 องศากับปลายท่อไอเสีย โดยมีระยะห่างจากปลายท่อไอเสีย 0.5 เมตร" }
        ],
        "answer": 5
    },
    {
        "id": 8047,
        "question": "กรณีที่ท่อไอเสียมี 2 ท่อหรือมากกว่า ซึ่งต่อจากหม้อพักใบเดียวกันและมีระยะห่างระหว่างปลายท่อไอเสียไม่เกิน 0.3 เมตร มีวิธีการวัดเสียงที่ถูกต้องอย่างไร?",
        "choices": [
            { "value": 1, "label": "วัดเสียงที่ท่อไอเสียใกล้ตัวถังรถมากสุด" },
            { "value": 2, "label": "วัดเสียงที่ท่อไอเสียนอกตัวถังรถมากสุด" },
            { "value": 3, "label": "วัดเสียงที่ท่อไอเสียทุกท่อ" },
            { "value": 4, "label": "วัดเสียงที่ท่อไอเสียท่อใดก็ได้" },
            { "value": 5, "label": "ไม่มีการกำหนด" }
        ],
        "answer": 2
    },
    {
        "id": 8048,
        "question": "กรณีที่ท่อไอเสียมี 2 ท่อหรือมากกว่า ซึ่งต่อจากหม้อพักใบเดียวกันและมีระยะห่างระหว่างปลายท่อไอเสียเกิน 0.3 เมตร มีวิธีการวัดเสียงที่ถูกต้องอย่างไร?",
        "choices": [
            { "value": 1, "label": "วัดเสียงที่ท่อไอเสียนอกตัวถังรถมากสุด" },
            { "value": 2, "label": "วัดเสียงที่ท่อไอเสียใกล้ตัวถังรถมากสุด" },
            { "value": 3, "label": "ไม่มีการกำหนด" },
            { "value": 4, "label": "วัดเสียงที่ท่อไอเสียทุกท่อ" },
            { "value": 5, "label": "วัดเสียงที่ท่อไอเสียท่อใดก็ได้" }
        ],
        "answer": 4
    },
    {
        "id": 8049,
        "question": "กรณีที่มีท่อไอเสียต่อจากหม้อพักคนละใบ โดยมีระยะห่างระหว่างปลายท่อไม่เกิน 0.3 เมตร มีวิธีการวัดเสียงที่ถูกต้องอย่างไร?",
        "choices": [
            { "value": 1, "label": "วัดเสียงที่ท่อไอเสียทุกท่อ" },
            { "value": 2, "label": "วัดเสียงที่ท่อไอเสียท่อใดก็ได้" },
            { "value": 3, "label": "วัดเสียงที่ท่อไอเสียนอกตัวถังรถมากสุด" },
            { "value": 4, "label": "วัดเสียงที่ท่อไอเสียใกล้ตัวถังรถมากสุด" },
            { "value": 5, "label": "ไม่มีการกำหนด" }
        ],
        "answer": 1
    },
    {
        "id": 8050,
        "question": "กรณีมีท่อไอเสียมากกว่าหนึ่งท่อ วิธีการตรวจวัดควันดำต้องปฏิบัติอย่างไร?",
        "choices": [
            { "value": 1, "label": "ตรวจวัดท่อไอเสียท่อใดก็ได้" },
            { "value": 2, "label": "ตรวจวัดท่อไอเสียที่อยู่สูงสุด" },
            { "value": 3, "label": "ตรวจวัดท่อไอเสียที่มีปริมาณควันดำมากที่สุด" },
            { "value": 4, "label": "ตรวจวัดท่อไอเสียที่อยู่ด้านนอกของตัวรถ" },
            { "value": 5, "label": "ตรวจวัดท่อไอเสียที่อยู่ด้านขวาของรถ" }
        ],
        "answer": 3
    },
    {
        "id": 8051,
        "question": "ข้อใดถูกต้องที่สุดเกี่ยวกับการตรวจวัดระดับเสียง?",
        "choices": [
            { "value": 1, "label": "ใช้ค่าต่ำสุดเป็นเกณฑ์" },
            { "value": 2, "label": "ใช้ค่าผลต่างเป็นเกณฑ์" },
            { "value": 3, "label": "ใช้ค่าการวัดครั้งสุดท้ายเป็นเกณฑ์" },
            { "value": 4, "label": "ใช้ค่าสูงสุดเป็นเกณฑ์" },
            { "value": 5, "label": "ใช้ค่าเฉลี่ยเป็นเกณฑ์" }
        ],
        "answer": 4
    },
    {
        "id": 8052,
        "question": "เกณฑ์การวินิจฉัยแรงห้ามล้อหลักทุกล้อรวมกันต้องไม่น้อยกว่าร้อยละเท่าใดของน้ำหนักรถ?",
        "choices": [
            { "value": 1, "label": "ต้องไม่น้อยกว่าร้อยละ 25 ของน้ำหนักรถ" },
            { "value": 2, "label": "ต้องไม่น้อยกว่าร้อยละ 15 ของน้ำหนักรถ" },
            { "value": 3, "label": "ต้องไม่น้อยกว่าร้อยละ 20 ของน้ำหนักรถ" },
            { "value": 4, "label": "ต้องไม่น้อยกว่าร้อยละ 50 ของน้ำหนักรถ" },
            { "value": 5, "label": "ต้องไม่น้อยกว่าร้อยละ 30 ของน้ำหนักรถ" }
        ],
        "answer": 4
    },
    {
        "id": 8053,
        "question": "เกณฑ์การวินิจฉัยผลต่างของแรงห้ามล้อเท้าด้านขวาและด้านซ้ายข้อใดถูกต้อง?",
        "choices": [
            { "value": 1, "label": "ต้องไม่เกินร้อยละ 25 ของแรงห้ามล้อสูงสุดในเพลานั้น" },
            { "value": 2, "label": "ต้องไม่เกินร้อยละ 30 ของแรงห้ามล้อสูงสุดในเพลานั้น" },
            { "value": 3, "label": "ต้องไม่เกินร้อยละ 20 ของแรงห้ามล้อสูงสุดในเพลานั้น" },
            { "value": 4, "label": "ต้องไม่เกินร้อยละ 50 ของแรงห้ามล้อสูงสุดในเพลานั้น" },
            { "value": 5, "label": "ต้องไม่เกินร้อยละ 15 ของแรงห้ามล้อสูงสุดในเพลานั้น" }
        ],
        "answer": 1
    },
    {
        "id": 8054,
        "question": "เกณฑ์การวินิจฉัยแรงห้ามล้อขณะจอดทุกล้อรวมกันต้องไม่น้อยกว่าร้อยละเท่าใดของน้ำหนักรถ?",
        "choices": [
            { "value": 1, "label": "ต้องไม่น้อยกว่าร้อยละ 25 ของน้ำหนักรถ" },
            { "value": 2, "label": "ต้องไม่น้อยกว่าร้อยละ 50 ของน้ำหนักรถ" },
            { "value": 3, "label": "ต้องไม่น้อยกว่าร้อยละ 20 ของน้ำหนักรถ" },
            { "value": 4, "label": "ต้องไม่น้อยกว่าร้อยละ 30 ของน้ำหนักรถ" },
            { "value": 5, "label": "ต้องไม่น้อยกว่าร้อยละ 15 ของน้ำหนักรถ" }
        ],
        "answer": 3
    },
    {
        "id": 8055,
        "question": "ข้อใดคือเกณฑ์การวินิจฉัยผลการตรวจศูนย์ล้อของรถยนต์?",
        "choices": [
            { "value": 1, "label": "ศูนย์ล้อล้อหน้าจะต้องมีค่าเบี่ยงเบนไม่เกิน ± 50 เมตรต่อกิโลเมตร" },
            { "value": 2, "label": "ศูนย์ล้อล้อหน้าจะต้องมีค่าเบี่ยงเบนไม่เกิน ± 5 เซนติเมตรต่อเมตร" },
            { "value": 3, "label": "ศูนย์ล้อล้อหน้าจะต้องมีค่าเบี่ยงเบนไม่เกิน ± 5 มิลลิเมตรต่อกิโลเมตร" },
            { "value": 4, "label": "ศูนย์ล้อล้อหน้าจะต้องมีค่าเบี่ยงเบนไม่เกิน ± 5 เมตรต่อกิโลเมตร" },
            { "value": 5, "label": "ศูนย์ล้อล้อหน้าจะต้องมีค่าเบี่ยงเบนไม่เกิน ±5 กิโลเมตรต่อเมตร" }
        ],
        "answer": 4
    },
    {
        "id": 8056,
        "question": "ข้อใดคือเกณฑ์การวินิจฉัยผลการตรวจศูนย์ล้อของรถยนต์?",
        "choices": [
            { "value": 1, "label": "ศูนย์ล้อล้อหน้าจะต้องมีค่าเบี่ยงเบนไม่เกิน ± 50 เมตรต่อกิโลเมตร" },
            { "value": 2, "label": "ศูนย์ล้อล้อหน้าจะต้องมีค่าเบี่ยงเบนไม่เกิน ± 5 มิลลิเมตรต่อเมตร" },
            { "value": 3, "label": "ศูนย์ล้อล้อหน้าจะต้องมีค่าเบี่ยงเบนไม่เกิน ± 15 เมตรต่อกิโลเมตร" },
            { "value": 4, "label": "ศูนย์ล้อล้อหน้าจะต้องมีค่าเบี่ยงเบนไม่เกิน ± 5 กิโลเมตรต่อเมตร" },
            { "value": 5, "label": "ศูนย์ล้อล้อหน้าจะต้องมีค่าเบี่ยงเบนไม่เกิน ± 5 เซนติเมตรต่อเมตร" }
        ],
        "answer": 2
    },
]
export default questions;